Repository: City-of-Helsinki/drupal-helfi-platform-config
Catalog: translations/override/*.po
Languages: fi

source: 1 error has been found:
fi: 1 virhe löytyi:

source: Menu links with lower weights are displayed before links with higher weights.
fi: Mitä pienempi luku, sitä ylempänä järjestyksessä.

source: Block
fi: Lohko

source: No media available.
fi: Mediatiedostoja ei ole saatavilla.

source: Email
fi: Sähköposti

source: Find and manage content
fi: Etsi ja hallitse sisältöä

source: Front page
fi: Etusivu

source: Minimal
fi: Minimaalinen

source: No
fi: Ei

source: Short description of the image used by screen readers and displayed when the image is not loaded. This is important for accessibility.
fi: Alt-teksti eli lyhyt kuvaus ruudunlukijoille ja tilanteisiin, joissa kuvaa ei näytetä käyttäjälle. Lopeta alt-teksti pisteeseen. Koristeellisissa kuvissa voit käyttää merkintää "".

source: Specify an alternative path by which this data can be accessed. For example, type "/about" when writing an about page.
fi: Voit tarvittaessa muokata vaihtoehtoisen URL-päätteen. Instanssin URL tulee osoitteen alkuun. Kenttään kirjoitetaan viimeinen osa, esimerkiksi "/kaupunkisymposium".

source: Taxonomy term
fi: Luokittelutermi

source: Token
fi: Korvauskuvio

source: User
fi: Käyttäjä

source: Yes
fi: Kyllä

source: Add @type via URL
fi: Lisää @type

source: No matching provider found.
fi: Tarkista URL-osoite. Osoitteen perusteella ei voitu määrittää palveluntarjoajaa.

source: Break Lock for content @label
fi: Vahvista lukituksen poisto sivulta @label

source: By breaking this lock, any unsaved changes made by @user will be lost.
fi: Jos poistat lukituksen, käyttäjän @user tekemät muutokset menetetään.

source: Confirm break lock
fi: Poista lukitus

source: Lock broken. Anyone can now edit this content.
fi: Lukitus poistettu. Kaikki sisällöntuottajat voivat nyt muokata tätä sisältöä.

source: Unlocked. Anyone can now edit this content.
fi: Lukitus poistettu. Kaikki sisällöntuottajat voivat nyt muokata tätä sisältöä.

source: Unlocked. Anyone can now edit this content translation.
fi: Lukitus poistettu. Kaikki sisällöntuottajat voivat nyt muokata tätä käännöstä.

source: Unlock
fi: Peruuta ja poista lukitus

source: Description of the item
fi: Kuvaus objektista

source: Load more
fi: Lataa lisää

source: Overwrite original file
fi: Korvaa alkuperäinen tiedosto

source: Overwrite original file (@originalExtension)
fi: Korvaa alkuperäinen tiedosto (@originalExtension)

source: Replace file
fi: Korvaa tiedosto

source: The media item has been created but has not yet been saved. Fill in any required fields and save to add it to the media library.
fi: Media on luotu, mutta sitä ei ole vielä tallennettu. Täytä kaikki pakolliset kentät ja tallenna lisätäksesi se mediakirjastoon.

source: Parent link
fi: Yläsivu

source: News Keywords
fi: Uutisten asiasanat

source: The date and time that the content was created.
fi: Päivämäärä jolloin sisältö on luotu.

source: Paragraph
fi: Lohko

source: Paragraphs
fi: Lohkot

source: Promote to library
fi: Muuta uudelleenkäytettävksi lohkoksi

source: Automatic alias
fi: Osoitealias käytössä

source: Generate automatic URL alias
fi: Luo osoitealias

source: Uncheck this to create a custom alias below.
fi: Tätä asetusta ei yleensä muuteta. Poista valinta, jos haluat itse asettaa sivulle osoitealiaksen.

source: Uncheck this to create a custom alias below. <a href="@admin_link">Configure URL alias patterns.</a>
fi: Tätä asetusta ei yleensä muuteta. Poista valinta, jos haluat itse asettaa sivulle osoitealiaksen.

source: - All languages -
fi: Kaikki kielet

source: The redirect language.
fi: Uudelleenohjauksen kieli

source: Enter a date and time.
fi: Syötä päivämäärä ja kellonaika.

source: Leave the date blank for no scheduled publishing.
fi: Jätä kenttä tyhjäksi, jos julkaiset sivun heti.

source: Leave the date blank for no scheduled unpublishing.
fi: Jos et halua ajastaa sivua poistumaan, jätä kentät tyhjäksi.

source: The date the node will be published.
fi: Päivämäärä jolloin sivu julkaistaan.

source: The date the node will be unpublished.
fi: Päivämäärä jolloin sivun julkaisu peruutetaan.

source: Edit content
fi: Muokkaa sisältöä

source: Edit media
fi: Muokkaa tiedostoa
