Repository: City-of-Helsinki/drupal-helfi-platform-config
Catalog: modules/helfi_recommendations/translations/*.po
Languages: fi, sv

# Recommendations block title
source: Recommended for you
fi: Suosituksia sinulle
sv: Rekommenderat för dig

# Recommendations block description
source: Recommendations are generated automatically based on content.
fi: Suosittelut luodaan automaattisesti sisältöjen perusteella.
sv: Rekommendationer genereras automatiskt baserat på innehåll.

# helfi_recommendations
source: Automatically recommended content
fi: Automaattiset suosittelut
sv: Automatiskt rekommenderat innehåll

# helfi_recommendations
source: Show this page in recommendations for other pages
fi: Näytä tämä sivu muiden sivujen suositteluissa
sv: Visa denna sida i rekommendationer för andra sidor

# helfi_recommendations
source: Instances to show recommendations from
fi: Instanssit, joista haetaan suositeltavia sisältöjä
sv: Instanser att visa rekommendationer från

# helfi_recommendations
source: Show automatically recommended content on this page
fi: Näytä automaattisesti suositellut sisällöt tällä sivulla
sv: Visa automatiskt rekommenderat innehåll på denna sida

# helfi_recommendations
source: No recommended content has been created for this page yet.
fi: Tälle sivulle ei ole vielä luotu suositeltuja sisältöjä.
sv: Inget rekommenderat innehåll har skapats för denna sida ännu.

# helfi_recommendations
source: Select the instances that should be used for recommendations. If no instances are selected, recommendations will be shown from all instances.
fi: Valitse instanssit, joista suositeltavia sisältöjä haetaan. Jos et valitse mitään instanssia, haetaan sisältöjä kaikista instansseista.
sv: Välj de instanser som ska användas för rekommendationer. Om inga instanser väljs visas rekommendationer från alla instanser.

# helfi_recommendations
source: Select the content types that should be used for recommendations. If no content types are selected, recommendations will be shown from all content types.
fi: Valitse sisältötyypit, joita näytetään suositteluissa. Jos et valitse mitään sisältötyyppiä, voidaan näyttää kaikkia sisältötyyppejä.
sv: Välj de innehållstyper som ska användas för rekommendationer. Om inga innehållstyper väljs visas rekommendationer från alla innehållstyper.

# helfi_recommendations
source: Allowed content types for recommendations
fi: Sisältötyypit, joita käytetään suositteluissa
sv: Tillåtna innehållstyper för rekommendationer

# helfi_recommendations
source: Standard page
fi: Perussivu

# helfi_recommendations
source: News article
fi: Artikkeli
sv: Nyhetsartikel

# helfi_recommendations
source: News item
fi: Uutinen
sv: Nyhet

# helfi_recommendations
source: Service
fi: Palvelusivu
sv: Tjänstsidan

# helfi_recommendations
source: Generated keywords
fi: Luodut hakusanat
sv: Genererade nyckelord

# helfi_recommendations
source: No keywords generated yet.
fi: Hakusanoja ei ole vielä luotu.
sv: Inga nyckelord har genererats ännu.

# helfi_recommendations
source: Keywords are generated automatically. Trailing number is a score between 0 and 1, and indicates the relevance of the keyword.
fi: Hakusanat luodaan automaattisesti. Hakusanojen perässä on arvo 0-1. Luku kertoo hakusanan merkittävyydestä.
sv: Nyckelord genereras automatiskt. Det efterföljande numret är en poäng mellan 0 och 1 som anger nyckelordets relevans.
