Repository: City-of-Helsinki/drupal-helfi-platform-config
Catalog: translations/*/strings.po
Languages: fi

source: URL of the main image for the unit provided by the integration.
fi: URL-osoite toimipisteen pääkuvalle, joka tulee integraation kautta. Esimerkki korvauskuviosta [aet:tpr_unit:1234:picture_url]

source: If this unit is child unit for another unit provide the parent unit to this field.
fi: Jos tämä toimipiste on alatoimipiste jollekin ylätason toimipisteelle niin täytä ylätason toimipiste tähän.

source: Short description
fi: Lyhyt kuvaus

source: Short description of the unit. The default value comes from TPR.
fi: Lyhyt kuvaus toimipisteelle. Oletusarvo kentälle tulee TPR:stä. Esimerkki korvauskuviosta [aet:tpr_unit:1234:description:summary]

source: Visible title
fi: Näkyvä otsikko

source: The title that is shown on the unit page.
fi: Otsikko joka näytetään toimipiste-sivulla. Esimerkki korvauskuviosta [aet:tpr_unit:1234:name]

source: Unit
fi: Toimipiste

source: Unit page that has information imported from an integration. You can enrich some of that information if you wish do to do so.
fi: Yksittäinen toimipiste jonka sisältämä tieto tulee pääosin integraation kautta järjestelmään. Halutessasi voit rikastaa tätä tietoa.

source: Phone
fi: Puhelin

source: Services
fi: Palvelut

source: Integrations
fi: Integraatiot

source: Site settings
fi: Sivuston asetukset

source: Main menu
fi: Päävalikko

source: Footer top navigation menu links
fi: Alatunniste - Ylävalikko

source: Footer bottom navigation menu links
fi: Alatunniste - Alavalikko

source: HDBT - Component library
fi: HDBT - Komponenttikirjasto

source: User interface translations
fi: Käyttöliittymän kääntäminen

source: Add URL redirect
fi: Lisää uudelleenohjaus

source: HDBT Component Library
fi: HDBT komponenttikirjasto

source: View HDBT Component Library
fi: Näytä HDBT komponenttikirjasto

source: Edit footer top navigation links
fi: Muokkaa alatunnisteen yläosan valikkolinkkejä

source: Edit footer bottom navigation links
fi: Muokkaa alatunnisteen alaosan valikkolinkkejä

# Contact card title
source: Contact
fi: Yhteystiedot

source: Visiting address
fi: Käyntiosoite

source: Postal address
fi: Postiosoite

source: Elsewhere on the web
fi: Muualla verkossa

source: Show all services
fi: Näytä kaikki palvelut

source: Unit service list
fi: Toimipisteen palvelulistaus

source: Lists services in unit page
fi: Listaa palveluita toimipisteen sivun perusteella

# Unit services count context word
source: services
fi: palvelua

source: Long description for the unit. The default value comes from TPR. Example token [aet:tpr_unit:1234:description:value]
fi: Pitkä kuvaus toimipisteelle. Oletusarvo kentälle tulee TPR:stä. Esimerkki korvauskuviosta [aet:tpr_unit:1234:description:value]

source: URL of the main image for the unit provided by the integration. Example token [aet:tpr_unit:1234:picture_url]
fi: URL-osoite toimipisteen pääkuvalle, joka tulee integraation kautta. Esimerkki korvauskuviosta [aet:tpr_unit:1234:picture_url]

source: Short description of the unit. The default value comes from TPR. Example token [aet:tpr_unit:1234:description:summary]
fi: Lyhyt kuvaus toimipisteelle. Oletusarvo kentälle tulee TPR:stä. Esimerkki korvauskuviosta [aet:tpr_unit:1234:description:summary]

source: The title that is shown on the unit page. Example token: [aet:tpr_unit:1234:name]
fi: Otsikko joka näytetään toimipiste-sivulla. Esimerkki korvauskuviosta [aet:tpr_unit:1234:name]

source: Log in with @client_title
fi: Kirjaudu sisään @client_title-tunnuksilla

# Unit list pager button
source: Show all units
fi: Näytä kaikki toimipisteet

# Service list pager button
source: Show all services
fi: Näytä kaikki palvelut

source: Service locations
fi: Palvelupaikat

source: TPR - Unit entities
fi: Toimipisteet

source: TPR - Service entities
fi: Palvelut

source: TPR - Errand Service entities
fi: Asiointipalvelut

source: TPR - Service channel entities
fi: Palvelukanavat

source: TPR - Unit settings
fi: TPR - Toimipisteen asetukset

source: TPR - Service settings
fi: TPR - Palvelun asetukset

source: TPR - Errand Service settings
fi: TPR - Asiointipalvelun asetukset

source: TPR - Service channel settings
fi: TPR - Palvelukanavan asetukset

source: TPR - Service map embed
fi: TPR - Palvelukartan upotus

source: List of TPR unit entities
fi: Toimipisteet

source: List of TPR errand service entities
fi: Asiointipalvelut

source: List of TPR service channel entities
fi: Palvelukanavat

source: List of TPR service entities
fi: Palvelut

source: Configure TPR errand service entity type
fi: Asiointipalvelu entiteetin asetukset

source: Configure TPR service channel entity type
fi: Palvelukanava entiteetin asetukset

source: Configure TPR service entity type
fi: Palvelu entiteetin asetukset

source: Configure TPR unit entity type
fi: Toimipiste entiteetin asetukset

source: Paragraphs library item settings
fi: Uudelleenkäytettävän lohkon asetukset

source: Cookie consent intro
fi: Evästeiden hallinta intro

source: Note: links open in the current window.
fi: Huom: Linkit aukeavat samaan ikkunaan.

source: The chosen color palette will be used site wide in various components.
fi: Valittua väripalettia käytetään ympäri sivustoa erilaisissa komponenteissa.

source: <p><strong>You have not saved any cookie preferences.</strong> By default only essential cookies are saved. See details below.</p>
fi: <p><strong>Et ole tallentanut evästeasetuksia.</strong> Oletusarvoisesti vain välttämättömät evästeet tallennetaan.</p>

# Service units count
source: unit
fi: palvelupaikka

# Unit services count
source: service
fi: palvelu

# Unit search count
source: result
fi: tulos

source: Sidebar text
fi: Sivupalkin teksti

source: Accessibility information
fi: Esteettömyystiedot

# Service list count
source: service
fi: palvelu
