Repository: City-of-Helsinki/drupal-helfi-platform-config
Catalog: translations/*/strings.po
Languages: fi

source: Cookie settings
fi: Evästeasetukset

source: <p>A cookie is a small-scale data storage program that a computer browser installs on a user's computer hard drive. Whenever the user's browser retrieves the site from the City of Helsinki's servers, the message is sent back to the user's computer. Javascript and server logs are used to record, for example, the number of users, country of use, usage time and browser used, as well as the content that the visitor has visited. The cookie does not damage the drive.</p> <p>Cookies are used to speed up, analyze and develop the website and to target content to each user.</p>
fi: <p>Eväste on pienimuotoinen tiedontallennusohjelma, jonka tietokoneen selain asentaa käyttäjän tietokoneen kovalevylle. Aina kun käyttäjän selain hakee sivuston Helsingin kaupungin palvelimilta, viesti lähetetään takaisin käyttäjän tietokoneelle. Javascriptin ja palvelinlokien avulla tilastoidaan esimerkiksi käyttäjämäärä, käyttömaa, käyttöaika ja käytetty selain sekä sisällöt, joissa kävijä on vieraillut. Eväste ei vahingoita käyttölaitetta.</p> <p>Evästeitä käytetään nopeuttamaan, analysoimaan ja kehittämään sivustoa sekä kohdentamaan sisältöä kullekin käyttäjälle.</p>

source: <p><a href="#">Search for contacts and phone numbers</a></p><p><a href="#" class="hds-button hds-button--secondary"><span aria-hidden="true" class="hds-icon hds-icon--phone"></span><span class="hds-button__label">Helsinki-info 09 310 1691</span></a></p>
fi: <p><a href="#">Hae yhteystietoja ja numeroita</a></p> <p><a class="hds-button hds-button--secondary hdbt-icon hdbt-icon--phone" data-design="hds-button hds-button--secondary" data-icon="phone" data-link-text="Helsinki-info 09 310 1691" data-protocol="false" href="#"><span class="hds-button__label">Helsinki-info 09 310 1691</span> </a></p>

source: Contact information
fi: Yhteystiedot

source: Home
fi: Etusivu

source: Fallback date format
fi: Vara-arvo päivämäärämuodolle

source: HTML Date
fi: HTML Päivämäärä

source: HTML Datetime
fi: HTML Päivämäärä ja aika

source: HTML Month
fi: HTML Kuukausi

source: HTML Time
fi: HTML Aika

source: HTML Week
fi: HTML Viikko

source: HTML Year
fi: HTML Vuosi

source: HTML Yearless date
fi: HTML Päivämäärä (ei vuotta)

source: Default long date
fi: Päivämäärä pitkässä muodossa

# PHP date format
source: l, F j, Y - H:i
fi: j.n.Y - H:i

source: Default medium date
fi: Päivämäärä keskipitkässä muodossa

# PHP date format
source: D, m/d/Y - H:i
fi: j. F\t\a Y

source: Default short date
fi: Päivämäärä lyhyessä muodossa

# PHP date format
source: m/d/Y - H:i
fi: j.n.Y - H:i

source: Plain text
fi: Puhdas teksti

source: Necessary cookies
fi: Välttämättömät toiminnalliset evästeet

source: <p>Necessary cookies help to make the website usable by allowing basic functions, navigating the page and using the protected areas of the site. The website will not work properly without these cookies and their consent is not required.<br /> &nbsp;</p> <table> <tbody> <tr> <th>Name</th> <td>...</td> </tr> <tr> <th>Provider</th> <td>...</td> </tr> <tr> <th>Purpose of the cookie</th> <td>...</td> </tr> <tr> <th>Validity</th> <td>...</td> </tr> <tr> <th>Type</th> <td>...</td> </tr> </tbody> </table>
fi: <p>Välttämättömät evästeet auttavat tekemään verkkosivustosta käyttökelpoisen sallimalla perustoimintoja, kuten sivulla siirtymisen ja sivuston suojattujen alueiden käytön. Verkkosivusto ei toimi kunnolla ilman näitä evästeitä eikä niihin tarvita suostumusta.&nbsp;<br /> &nbsp;</p> <table> <tbody> <tr> <th>Nimi</th> <td>...</td> </tr> <tr> <th>Tarjoaja</th> <td>...</td> </tr> <tr> <th>Tarkoitus</th> <td>...</td> </tr> <tr> <th>Voimassa</th> <td>...</td> </tr> <tr> <th>Tyyppi</th> <td>...</td> </tr> </tbody> </table>

source: English
fi: Englanti

source: Finnish
fi: Suomi

source: Focal point
fi: Keskipiste

source: Teaser
fi: Lyhennelmä

source: Swedish
fi: Ruotsi

source: Breadcrumbs
fi: Murupolku

source: Main page content
fi: Pääsivun sisältö

source: Primary admin actions
fi: Ensisijaiset ylläpidon toimenpiteet

source: Status messages
fi: Tilaviestit

source: Page title
fi: Sivun otsikko

source: Primary tabs
fi: Ensisijaiset välilehdet

source: Secondary tabs
fi: Toissijaiset välilehdet

source: Paragraphs
fi: Lohkot

source: Register
fi: Rekisteröidy

source: Location on map
fi: Sijainti kartalla

source: View the map in new window
fi: Avaa kartta uuteen ikkunaan

source: Full content
fi: Koko sisältö

source: Search index
fi: Haun indeksi

source: Search result highlighting input
fi: Valittu hakutulos

source: Preview
fi: Esikatselu

source: Taxonomy term page
fi: Luokittelusanojen sivu

source: Compact
fi: Kompakti

source: User account
fi: Käyttäjätili

source: simple
fi: yksinkertainen

source: Large (480×480)
fi: Suuri (480×480)

source: Media Library thumbnail (220×220)
fi: Mediakirjaston pikkukuva (220×220)

source: Medium (220×220)
fi: Keskikokoinen (220×220)

source: Thumbnail (100×100)
fi: Pikkukuva (100×100)

source: Not specified
fi: Ei määritelty

source: Not applicable
fi: Ei käytössä

source: Delete media
fi: Poista mediatiedosto

source: Publish media
fi: Julkaise mediatiedosto

source: Save media
fi: Tallenna mediatiedosto

source: Unpublish media
fi: Poista mediatiedosto julkaisusta

source: Delete content
fi: Poista sisältö

source: Make content sticky
fi: Liimaa sisältö listojen alkuun

source: Make content unsticky
fi: Poista sisällön liimaus

source: Promote content to front page
fi: Nosta sisältö etusivulla

source: Publish content
fi: Julkaise sisältö

source: Save content
fi: Tallenna sisältö

source: Remove content from front page
fi: Poista sisältö etusivulta

source: Unpublish content
fi: Muuta sisältö ei-julkaistuksi

source: Update URL alias
fi: Päivitä osoitealias

source: Publish taxonomy term
fi: Julkaise luokittelutermi

source: Unpublish taxonomy term
fi: Poista julkaisusta luokittelutermi

source: Update
fi: Päivitys

source: Block the selected user(s)
fi: Estä valitut käyttäjät

source: Cancel the selected user account(s)
fi: Poista valitut käyttäjätilit

source: Unblock the selected user(s)
fi: Poista esto valituilta käyttäjiltä

source: @site is currently under maintenance. We should be back shortly. Thank you for your patience.
fi: @site on parhaillaan huollettavana. Se pyritään saamaan takaisin käyttöön pian. Kiitämme kärsivällisyydestä!

source: User account menu
fi: Käyttäjävalikko

source: Links related to the active user account
fi: Aktiiviseen käyttäjätiliin liittyvät linkit

source: Administration
fi: Ylläpito

source: Administrative task links
fi: Ylläpidon linkit

source: Tools
fi: Työkalut

source: User tool links, often added by modules
fi: Linkit käyttäjän työkaluihin, usein moduulien lisäämiä

source: Account cancellation request for [user:display-name] at [site:name]
fi: Tilin peruutuspyyntö käyttäjälle [user:display-name], [site:name] sivustolla

source: [user:display-name], A request to reset the password for your account has been made at [site:name]. You may now log in by clicking this link or copying and pasting it into your browser: [user:one-time-login-url] This link can only be used once to log in and will lead you to a page where you can set your password. It expires after one day and nothing will happen if it's not used. -- [site:name] team
fi: [user:display-name], Tilisi salasanan vaihtamista koskeva pyyntö on tehty [site:name] sivustolla. Voit nyt kirjautua sisään napsauttamalla tätä linkkiä tai kopioimalla ja liittämällä sen selaimeesi: [user:one-time-login-url] Tätä linkkiä voidaan käyttää vain kerran sisäänkirjautumiseen ja se johtaa sivulle jossa voit asettaa uuden salasanan. Linkki vanhenee yhden päivän kuluttua, eikä mitään tapahdu, jos sitä ei käytetä. [site:name] ylläpito

source: Replacement login information for [user:display-name] at [site:name]
fi: Korvaavat kirjautumistiedot [user:display-name] käyttäjälle [site:name] sivustolla

source: [user:display-name], A site administrator at [site:name] has created an account for you. You may now log in by clicking this link or copying and pasting it into your browser: [user:one-time-login-url] This link can only be used once to log in and will lead you to a page where you can set your password. After setting your password, you will be able to log in at [site:login-url] in the future using: username: [user:name] password: Your password -- [site:name] team
fi: [user:display-name], sinulle on luotu tili [site:name] sivustolle. Voit nyt kirjautua sisään napsauttamalla tätä linkkiä tai kopioimalla ja liittämällä sen selaimeesi: [user:one-time-login-url] Tätä linkkiä voidaan käyttää vain kerran sisäänkirjautumiseen ja se johtaa sivulle jossa voit asettaa uuden salasanan. Kun olet asettanut salasanan, voit kirjautua sen avulla osoitteessa [site:login-url]. Käyttäjätunnuksesi: [user:name] [site:name] ylläpito

source: An administrator created an account for you at [site:name]
fi: Ylläpitäjä loi sinulle tilin sivustolla [site:name]

source: [user:display-name], Thank you for registering at [site:name]. You may now log in by clicking this link or copying and pasting it into your browser: [user:one-time-login-url] This link can only be used once to log in and will lead you to a page where you can set your password. After setting your password, you will be able to log in at [site:login-url] in the future using: username: [user:name] password: Your password -- [site:name] team
fi: [user:display-name], olet rekisteröitynyt [site:name] sivustolle. Voit nyt kirjautua sisään napsauttamalla tätä linkkiä tai kopioimalla ja liittämällä sen selaimeesi: [user:one-time-login-url] Tätä linkkiä voidaan käyttää vain kerran sisäänkirjautumiseen ja se johtaa sivulle jossa voit asettaa uuden salasanan. Kun olet asettanut salasanan, voit kirjautua sen avulla osoitteessa [site:login-url]. Käyttäjätunnuksesi: [user:name] [site:name] ylläpito

source: Account details for [user:display-name] at [site:name]
fi: [user:display-name] käyttäjätilin tiedot [site:name] sivustolla

source: [user:display-name], Thank you for registering at [site:name]. Your application for an account is currently pending approval. Once it has been approved, you will receive another email containing information about how to log in, set your password, and other details. -- [site:name] team
fi: [user:display-name], olet rekisteröitynyt [site:name] sivustolle. Tunnuksesi odottaa parhaillaan hyväksyntää. Kun se on hyväksytty, saat uuden sähköpostin, joka sisältää tietoja kirjautumisesta, salasanan asettamisesta ja muista yksityiskohdista. [site:name] ylläpito

source: Account details for [user:display-name] at [site:name] (pending admin approval)
fi: [user:display-name] käyttäjätilin tiedot [site:name] sivustolla (odottaa hyväksyntää)

source: [user:display-name] has applied for an account. [user:edit-url]
fi: [user:display-name] on rekisteröinyt käyttäjätunnuksen. [user:edit-url]

source: Account details for [user:display-name] at [site:name] (approved)
fi: Käyttäjän [user:display-name] tilitiedot [site:name] sivustolla (hyväksytty)

source: Account details for [user:display-name] at [site:name] (blocked)
fi: Käyttäjän [user:display-name] tilitiedot [site:name] sivustolla (estetty)

source: Account details for [user:display-name] at [site:name] (canceled)
fi: Käyttäjän [user:display-name] tilitiedot [site:name] sivustolla (peruttu)

source: Anonymous
fi: Anonyymi

source: Default
fi: Oletus

source: Apply
fi: Käytä

source: Reset
fi: Palauta

source: Sort by
fi: Lajittele

source: Asc
fi: Nousevasti

source: Desc
fi: Laskevasti

source: « First
fi: « Ensimmäinen

source: Last »
fi: Viimeinen »

source: Items per page
fi: Merkintöjä sivua kohti

source: - All -
fi: - Kaikki -

source: Title
fi: Otsikko

source: Operations
fi: Toimenpiteet

source: Search
fi: Etsi

source: Displaying @start - @end of @total
fi: Näytetään @start - @end / @total

source: No results found.
fi: Ei tuloksia.

source: Page
fi: Sivu

source: Who's new
fi: Uudet käyttäjät

source: Shows a list of the newest user accounts on the site.
fi: Näyttää listan sivuston uusimmista käyttäjätileistä.

source: A list of new users
fi: Lista uusista käyttäjistä

source: User
fi: Käyttäjä

source: Who's online block
fi: Kuka on paikalla -lohko

source: Shows the user names of the most recently active users, and the total number of active users.
fi: Näyttää viimeksi aktiivisina olleiden käyttäjien käyttäjätunnukset ja aktiivisten käyttäjien kokonaismäärän.

source: Last access
fi: Viimeksi paikalla

source: A user is considered online for this long after they have last viewed a page.
fi: Sen jäkeen kun käyttäjä viimeksi latasi sivun, hänen katsotaan olevan paikalla vielä näin kauan

source: Who's online
fi: Paikalla olevat käyttäjät

source: There are currently @total users online.
fi: Tällä hetkellä @total käyttäjää on online.

source: There are currently 0 users online.
fi: Tällä hetkellä 0 käyttäjää on online.

source: A list of users that are currently logged in.
fi: Lista käyttäjistä jotka ovat online.

source: Paragraph
fi: Lohko

source: Archive
fi: Arkisto

source: All content, by month.
fi: Kaikki sisältö, kuukausittain lajiteltuna.

source: Monthly archive
fi: Arkisto

source: Block
fi: Lohko

source: Content
fi: Sisältö

source: Find and manage content.
fi: Etsi ja ylläpidä sisältöä.

source: Filter
fi: Suodatin

source: ‹ Previous
fi: ‹ Edellinen

source: Next ›
fi: Seuraava ›

source: Content type
fi: Sisältötyyppi

source: Author
fi: Kirjoittaja

source: Status
fi: Tila

source: Published
fi: Julkaistu

source: Unpublished
fi: Julkaisematon

source: Updated
fi: Päivitetty

source: Published status
fi: Julkaisutila

source: Language
fi: Kieli

source: No content available.
fi: Ei sisältöä.

source: Find and manage content
fi: Etsi ja hallitse sisältöä

source: Recent content
fi: Uusin sisältö

source: Recent content.
fi: Uusin sisältö.

source: More
fi: Lisää

source: Files
fi: Tiedostot

source: Find and manage files.
fi: Etsi ja hallitse tiedostoja.

source: Name
fi: Nimi

source: MIME type
fi: MIME tyyppi

source: Size
fi: Koko

source: Temporary
fi: Tilapäinen

source: Permanent
fi: Pysyvä

source: Upload date
fi: Latauspäivämäärä

source: Changed date
fi: Muutospäivämäärä

source: Used in
fi: Käytetään

source: Filename
fi: Tiedoston nimi

source: No files available.
fi: Tiedostoja ei ole saatavilla.

source: Files overview
fi: Tiedostot

source: File usage
fi: Tiedoston käyttö

source: Entity
fi: Entiteetti

source: Entity type
fi: Entiteetin tyyppi

source: Registering module
fi: Käytön kirjannut moduuli

source: Use count
fi: Käyttömäärä

source: All
fi: Kaikki

source: Glossary
fi: Sanasto

source: Last update
fi: Viimeksi päivitetty

source: Attachment
fi: Liite

source: Find and manage media.
fi: Etsi ja ylläpidä mediatiedostoja.

source: Action
fi: Toiminto

source: Thumbnail
fi: Pienoiskuva

source: Media name
fi: Mediatiedoston nimi

source: Type
fi: Tyyppi

source: True
fi: Tosi

source: No media available.
fi: Ei mediatiedostoja saatavilla.

source: Media library
fi: Mediakirjasto

source: Apply filters
fi: Suodata tuloksia

source: Publishing status
fi: Julkaisun tila

source: Media type
fi: Median tyyppi

source: Newest first
fi: Uusin ensin

source: Name (A-Z)
fi: Nimi (A-Z)

source: Name (Z-A)
fi: Nimi (Z-A)

source: Edit {{ name }}
fi: Muokkaa {{ name }}

source: Edit
fi: Muokkaa

source: Delete {{ name }}
fi: Poista {{ name }}

source: Delete
fi: Poista

source: Widget
fi: Widgetti

source: Grid
fi: Ruudukko

source: Table
fi: Taulukko

source: Widget (table)
fi: Widget (taulukko)

source: Paragraphs library
fi: Uudelleenkäytettävät lohkot

source: Label
fi: Otsikko

source: Changed
fi: Muuttunut

source: List of redirects
fi: Uudelleenohjaukset

source: ‹ previous
fi: ‹ edellinen

source: next ›
fi: seuraava ›

source: « first
fi: « ensimmäinen

source: last »
fi: viimeinen »

source: With selection
fi: Valinnalla

source: From
fi: Lähettäjä

source: Created
fi: Luotu

source: To
fi: Osoitteeseen

source: Status code
fi: Tilakoodi

source: 300 Multiple Choices
fi: 300 Useita valintoja

source: 301 Moved Permanently
fi: 301 Pysyvästi siirretty

source: 302 Found
fi: 302 Löydetty

source: 303 See Other
fi: 303 Kts. toinen

source: 304 Not Modified
fi: 304 Muuttamaton

source: 305 Use Proxy
fi: 305 Käytä proxyä

source: 307 Temporary Redirect
fi: 307 Tilapäinen uudelleenohjaus

source: Original language
fi: Alkuperäinen kieli

source: There is no redirect yet.
fi: Ei ole vielä uudelleenohjaksia.

source: Scheduled content
fi: Ajastettu sisältö

source: Find and manage scheduled content.
fi: Etsi ja ylläpidä ajastettua sisältöä.

source: Content Type
fi: Sisältötyyppi

source: Publish on
fi: Julkaisupäivämäärä

source: Unpublish on
fi: Julkaisun peruutuspäivämäärä

source: Scheduled Content
fi: Ajastettu sisältö

source: No scheduled content.
fi: Ei vielä ajastettua sisältöä.

source: Scheduled
fi: Ajastettu

source: Overview of all scheduled content, as a tab on main 'content admin' page
fi: Yleiskatsaus koko ajoitetusta sisällöstä.

source: Content Overview
fi: Sisältö

source: No scheduled content for user {{ arguments.uid }}
fi: {{ arguments.uid }} käyttäjä ei ole ajastanut sisältöä.

source: User profile tab
fi: Käyttäjäprofiili

source: Taxonomy term
fi: Luokittelutermi

source: Content belonging to a certain taxonomy term.
fi: Sisältö, joka kuuluu tiettyyn taksonomiatermiin.

source: Feed
fi: Syöte

source: TPR errand service list
fi: TPR Asiointipalvelut

source: Bulk update
fi: Massapäivitys

source: TPR Errand Services
fi: TPR Asiointipalvelut

source: TPR service channel list
fi: TPR Palvelukanavat

source: TPR Service Channels
fi: TPR Palvelukanavat

source: TPR unit list
fi: TPR Toimipisteet

source: TPR Units
fi: TPR Toimipisteet

source: Load more results
fi: Lataa lisää

source: No results
fi: <p>Ei tuloksia</p>

source: People
fi: Käyttäjät

source: Find and manage people interacting with your site.
fi: Etsi ja hallinnoi sivustoasi käyttäviä ihmisiä.

source: Username
fi: Käyttäjätunnus

source: Active
fi: Aktiivinen

source: Blocked
fi: Suljettu

source: Roles
fi: Käyttäjäroolit

source: Member for
fi: Käyttäjä jo

source: Name or email contains
fi: Nimi tai sähköposti sisältää

source: Role
fi: Rooli

source: Permission
fi: Käyttöoikeus

source: No people available.
fi: Ei saatavilla olevia ihmisiä.

source: more
fi: lisää

source: List
fi: Lista

source: Manage user accounts, roles, and permissions.
fi: Ylläpidä käyttäjiä, rooleja ja käyttöoikeuksia.

source: Watchdog
fi: Vahtikoira

source: Recent log messages
fi: Viimeisimmät lokimerkinnät

source: Icon
fi: Ikoni

source: Severity
fi: Vakavuus

source: Date
fi: Päivämäärä

source: Message
fi: Viesti

source: No log messages available.
fi: Yhtään lokimerkintää ei ole saatavilla.

source: Description
fi: Kuvaus

source: Image
fi: Kuva

source: Token
fi: Muuttuja

source: File
fi: Tiedosto

source: Content region
fi: Pääsisältö

source: Keywords
fi: Asiasanat

source: Upper content region
fi: Ylempi sisältöalue

source: Items
fi: Sisältö

source: Heading
fi: Otsikko

source: Link
fi: Linkki

source: Background color
fi: Taustaväri

source: Caption
fi: Kuvateksti

source: Links
fi: Linkit

source: Remote video
fi: Video ulkoisesta palvelusta

source: White
fi: Valkoinen

source: Russian
fi: Venäjä

source: Article
fi: Artikkeli

source: Basic page
fi: Perussivu

source: Columns
fi: Palstat

source: Delete redirect
fi: Poista uudelleenohjaus

source: Summary
fi: Yhteenveto

source: Add here the content that you want to appear as cards to the block.
fi: Lisää tähän ne sisällöt, jotka haluat nostaa korteiksi lohkoon.

source: Add here the content that you want to appear as cards to the block. <span class="notice">Works only with TPR Unit in alpha version</span>
fi: Lisää tähän sen sisällön otsikko jonka haluat nostaa sivulle. <span class="notice">Voit toistaiseksi valita vain toimipisteitä.</span>

source: Map
fi: Kartta

source: With map paragraph content producer can add an embedded map from https://kartta.hel.fi and https://palvelukartta.hel.fi.
fi: Kartta lohkolla voit lisätä upotettavan kartan https://kartta.hel.fi tai https://palvelukartta.hel.fi -palveluista.

source: Admin
fi: Ylläpitäjä

source: Accept
fi: Hyväksy

source: More info
fi: Lisätietoja

source: Hide
fi: Piilossa

source: <h2>We use cookies on this site to enhance your user experience</h2><p>By clicking the Accept button, you agree to us doing so.</p>
fi: <h2>Hel.fi käyttää evästeitä&nbsp;</h2> <p>Tämä sivusto käyttää välttämättömiä evästeitä suorituskyvyn varmistamiseksi sekä yleisen käytön seurantaan. Lisäksi käytämme kohdennusevästeitä käyttäjäkokemuksen parantamiseksi, analytiikkaan ja kohdistetun sisällön näyttämiseen. Jatkamalla sivuston käyttöä ilman asetusten muuttamista hyväksyt välttämättömien evästeiden käytön.</p>

source: No, thanks
fi: Ei kiitos

source: Privacy settings
fi: Tietosuoja-asetukset

source: Accept selected cookies
fi: Hyväksy valitut evästeet

source: Accept all cookies
fi: Hyväksy kaikki evästeet

source: You can add link button to the banner using this field.
fi: Voit lisätä linkkipainikkeen banneriin täyttämällä nämä kentät.

source: The title of the content cards paragraph.
fi: Sisältökortit-lohkon otsikko.

source: Choose the background color for the hero element.
fi: Valitse lohkolle taustaväri.

source: Optional short description for hero block.
fi: Valinnainen lyhyt kuvaus lohkolle.

source: Image to be used as an illustration or as a background of the hero depending on what design you chose.
fi: Kuva jota käytetään kuvituskuvana tai taustakuvana lohkossa riippuen siitä minkä tyylin olet lohkolle valinnut.

source: Title for the hero block. This will be used as the level 1 heading for the page instead of the regular page title if hero is added on the page.
fi: Näkyvä otsikko lohkolle. Tätä arvoa käytetään ensimmäisen tason otsikkona sivulle jos hero-lohko on lisätty sivulle.

source: You can provide a caption for the image here.
fi: Voit halutessasi kirjoittaa kuvatekstin kuvalle tähän.

source: Optional short description for liftup block.
fi: Vapaaehtoinen lyhyt kuvaus nostolohkolle.

source: Image to be used as an illustration or as a background of the liftup depending on what design you chose.
fi: Kuva jota käytetään kuvituskuvana tai taustakuvana lohkossa riippuen siitä minkä tyylin olet lohkolle valinnut.

source: Title for the liftup with image block.
fi: Näkyvä otsikko lohkolle.

source: The links that you want the paragraph to display.
fi: Linkkilistan linkit.

source: The title of the list of links paragraph.
fi: Linkkilistalohkon otsikko.

source: You can add very short description for the link.
fi: Voit lisätä lyhyen kuvauksen linkkiin.

source: Image to be used as thumbnail of the link.
fi: Kuva jota käytetään linkin yhteydessä.

source: Internal or external link to the desired location. Link text is displayed for the site user.
fi: Sisäinen tai ulkoinen linkki haluttuun kohteeseen. Linkin teksti -kentän arvo näytetään sivuston käyttäjälle.

source: Grey
fi: Harmaa

source: Media type file for general files such as documents and charts.
fi: Media tyyppi yleisille tiedostoille kuten tekstidokumenteille ja kaavioille.

source: Use local image for reusable media.
fi: Mediatyyppi kuville.

source: Media type for remote media from external sources.
fi: Mediatyyppi ulkoisten palveluiden, kuten YouTube tarjoamille videoille.

source: Content type for article-like content with rich editing capabilities.
fi: Sisältötyyppi artikkelityyppiselle sisällölle monipuolisilla muokkausmahdollisuuksilla.
