Repository: City-of-Helsinki/drupal-helfi-platform-config
Catalog: translations/*/strings.po
Languages: fi

source: Content type for pages that include information that doesn't age as quickly as for example article or news content.
fi: Perussivu sisältötyyppiä suositellaan käytettäväksi silloin kun sivulla halutaan näyttää aikariippumattomia tietoja. Esimerkiksi "Yhteystiedot"-sivu.

source: With columns paragraph content producer can divide content in to two columns. The columns can be equal width or divided in to 30/70 proportion. The content producer can choose what paragraphs to add into the columns.
fi: Palstat paragraafilla sisällöntuottaja voi sijoittaa sisältöä kahteen palstaan. Palstajaot voivat olla 50/50 tai 30/70 | 70/30 levyisiä. Paragraafin palstoihin voi vapaasti liittää erilaisia komponentteja.

source: Image with a caption
fi: Kuva kuvatekstillä

source: <h2>We use cookies on this site to enhance your user experience</h2><p>You have given your consent for us to set cookies.</p>
fi: <h2>Hel.fi uses cookies</h2> <p>You have given your consent for us to set cookies.</p>

source: Tabs
fi: Välilehdet

source: Entity Reference
fi: Entiteettiviittaus

source: Combine fields filter
fi: Kentät yhdistävä suodatin

source: Are you sure you want to delete the @entity-type %label?
fi: Haluatko varmasti poistaa "%label", joka on tyyppiä <em>@entity-type</em>?

source: Site branding
fi: Sivuston brändäys

source: Are you sure you want to remove the @entity-type %label?
fi: Haluatko varmasti poistaa "%label", joka on tyyppiä <em>@entity-type</em>?

source: Edit @language translation for %label
fi: Muokkaa käännöstä %label (kieli: @language)

source: @title [%language translation]
fi: @title [%language]

source: Are you sure you want to delete the @language translation of the @entity-type %label?
fi: Haluatko varmasti poistaa käännöksen "%label", joka on tyyppiä <em>@entity-type</em> ja kielellä <em>@language</em>?

source: Required if you want to change the %mail or %pass below. <a href=":request_new_url" title="Send password reset instructions via email.">Reset your password</a>.
fi: Tämä kenttä on pakollinen jos haluat vaihtaa %mail tai %pass kenttien arvoja. <a href=":request_new_url" title="Lähetä ohjeet salasanan vaihtamiseen sähköpostilla.">Vaihda salasanasi</a>.

source: Remove the @label role from the selected user(s)
fi: Poista rooli @label valituilta käyttäjiltä

source: Are you sure you want to delete this @item?
fi: Haluatko varmasti poistaa tämän @item?

source: Add file
fi: Lisää tiedosto

source: No media items are selected.
fi: Mediatiedostoja ei ole valittu.

source: The ID of the role to add
fi: Lisättävän roolin ID

source: The ID of the role to remove
fi: Poistettavan roolin ID

source: Are you sure you want to delete the recent logs?
fi: Haluatko varmasti poistaa viimeisimmät lokimerkinnät?

source: Are you sure you want to delete the format %name : %format?
fi: Haluatko varmasti poistaa %name : %format?

source: There are no menu links yet. <a href=":url">Add link</a>.
fi: Valikkoon ei ole vielä lisätty linkkejä. <a href=":url">Lisää linkki</a>.

source: Determines the content language from a request parameter.
fi: Määrittää sisällön kielen pyynnön parametrin mukaan.

source: content item
fi: sisältö

source: content items
fi: sisällöt

source: Are you sure you want to delete this comment and all its children?
fi: Haluatko varmasti poistaa tämän kommentin ja sen alakohdat?

source: Add the @label role to the selected user(s)
fi: Lisää rooli @label valituille käyttäjille

source: Insert selected
fi: Poimi valitut mediatiedostot

source: One media item remaining.
fi: Voit lisätä vielä yhden mediatiedoston.

source: @selected of @count item selected
fi: @selected / @count kohdetta valittu

source: 1 item selected
fi: Yksi kohde valittu

source: Add or select media
fi: Lisää tai valitse mediatiedosto

source: Opening media library.
fi: Avataan mediakirjastoa...

source: Lead
fi: Ingressi

source: Liftup image
fi: Nostokuva

source: Metatags
fi: Metatunnisteet

source: Hero
fi: Hero-lohko

source: Check this box if you want to use hero-block on the page. If you choose this the heros title field will define the heading level 1 title for the page.
fi: Valitse tämä jos haluat käyttää hero-lohkoa sivulla. Jos valitset tämän hero-lohkon otsikko määrittää heading 1 tason otsikon sivulle.

source: Lower content region
fi: Alempi sisältöalue

source: Design
fi: Tyyli

source: Choose the paragraph design from the dropdown.
fi: Valitse lohkon tyyli alasvetovalikosta.

source: Items heading level
fi: Sisällön pääotsikoiden taso

source: Select the heading level of the accordion so that they are semantically correct with the rest of the content.
fi: Valitse sisällön pääotsikoiden taso siten että ne ovat semanttisesti oikealla tasolla muun sisällön suhteen.

source: Choose the paragraph design from the dropdown.
fi: Valitse lohkon tyyli alasvetovalikosta.

source: Link design
fi: Linkin tyyli

source: Choose what kind of design you want to use for the link button. If you don't add a link to the banner you can ignore this field.
fi: Valitse minkälaisen tyylin haluat linkkipainikkeelle. Jos et lisää banneriin linkkiä voit jättää tämän valinnan huomiotta.

source: Left column
fi: Vasen palsta

source: Right column
fi: Oikea palsta

source: Gallery slides
fi: Gallerian diat

source: Create gallery slides here by choosing image from media library and optionally writing a caption to go with it.
fi: Luo dia galleriaan valitsemalla kuva media-kirjastosta ja kirjoita sille halutessasi kuvateksti.

source: Caption for the image
fi: Kuvateksti kuvalle

source: Choose the paragraph design from the dropdown. Depending on what design you choose there may be different fields that you need to fill.
fi: Valitse lohkon tyyli alasvetovalikosta. Tarvittavat tiedot riippuvat siitä minkä tyylin valitset.

source: Choose what kind of design you want to use for the link button.
fi: Valitse minkälaisen tyylin haluat linkkipainikkeelle.

source: Image file
fi: Kuvatiedosto

source: Add the image file that you want to use from media-library.
fi: Lisää haluamasi kuvatiedosto tähän media-kirjastosta.

source: Use original aspect ratio
fi: Käytä alkuperäistä kuvasuhdetta

source: If you have to use the original aspect ratio of the image you can do so by choosing this option. However it is recommended to let the system crop your image so that it will look balanced on the page.
fi: Jos sinun on käytettävä kuvan alkuperäistä kuvasuhdetta voit tehdä sen valitsemalla tämän. On kuitenkin suositeltavaa antaa järjestelmän skaalata ja leikata kuvasi jotta sisältö näyttää tasapainoiselta.

source: Aligned to the center
fi: Keskitetty

source: Aligned to the left
fi: Tasattu vasemmalle

source: Aligned to the center, secondary color
fi: Keskitetty, toissijainen väri

source: Aligned to the left, secondary color
fi: Tasattu vasemmalle, toissijainen väri

source: Full colour background
fi: Täysvärinen

source: Only borders
fi: Reunustettu

source: No borders or background colour
fi: Ei reunuksia tai taustaväriä

source: Divided 50/50
fi: Palstat 50/50

source: Divided 30/70
fi: Palstat 30/70

source: Divided 70/30
fi: Palstat 70/30

source: Small cards
fi: Pienet kortit

source: Large cards
fi: Suuret kortit

source: Small cards, grey background
fi: Pienet kortit, harmaa tausta

source: Large cards, grey background
fi: Suuret kortit, harmaa tausta

source: Coat of Arms
fi: Vaakuna

source: Gold
fi: Kulta

source: Silver
fi: Hopea

source: Brick
fi: Tiili

source: Bus
fi: Bussi

source: Copper
fi: Kupari

source: Fog
fi: Sumu

source: Summer
fi: Kesä

source: Tram
fi: Spåra

source: Without image, align left
fi: Ilman kuvaa, tasattu vasemmalle

source: Without image, align center
fi: Ilman kuvaa, tasattu keskelle

source: Image on the right
fi: Kuva oikealla

source: Image on the left
fi: Kuva vasemmalla

source: Image on the bottom
fi: Kuva alhaalla

source: Background image
fi: Taustakuva

source: Diagonal
fi: Diagonaalinen

source: Image on right
fi: Kuva oikealla

source: Image on left
fi: Kuva vasemmalla

source: Image on right, secondary color
fi: Kuva oikealla, toissijainen väri

source: Image on left, secondary color
fi: Kuva vasemmalla, toissijainen väri

source: Background image, text on right
fi: Taustakuva, teksti oikealla

source: Background image, text on left
fi: Taustakuva, teksti vasemmalla

source: With image
fi: Kuvallinen

source: Without image
fi: Ilman kuvaa

source: Without image and description
fi: Ilman kuvaa ja kuvausta

source: Landing page
fi: Laskeutumissivu

source: Content type for pages which serves as an entry point for a particular section of the site. Use landing page when you want to create a collection of links and information about a certain subject.
fi: Laskeutumissivu sisältötyyppiä suositellaan käytettäväksi silloin kun sivua halutaan käyttää jonkin tietyn osion tai aiheen etusivuna. Laskeutumissivu koostuu pääosin nostoista, listauksista ja linkeistä.

source: Accordion
fi: Haitari

source: Accordion paragraph is used to store information that is perhaps not so relevant to all website users in a compact element that collapses the additional information behind a title.
fi: Haitari-elementtiä käytetään toissijaisen tiedon tallentamiseen kompaktissa muodossa. Sivuston käyttäjät näkevät tiedosta otsikon verran ensimmäisellä silmäyksellä ja voivat tarkastella sisältöä tarkemmin klikkaamalla otsikon auki.

source: Accordion item
fi: Haitarin sisältökohta

source: One item in an accordion that includes title and content.
fi: Yksittäinen haitarin sisältökohta, jossa on otsikko ja sisältö.

source: Banner
fi: Banneri

source: Banner is a simple full-width element that you can use to promote for example important links or phone numbers.
fi: Banneri on leveä elementti, jonka avulla voit korostaa esimerkiksi tärkeitä linkkejä tai puhelinnumeroita.

source: Content cards
fi: Sisältökortit

source: With content cards you can reference to content inside this site. The information about the content is automatically fetched through the reference.
fi: Sisältökorteilla voit nostaa sivuston sisäistä sisältöä korteiksi lohkoon. Kortin sisältö haetaan automaattisesti siitä sisällöstä jonka valitsit.

source: Gallery
fi: Galleria

source: Using this paragraph you can create galleries from multiple images.
fi: Voit käyttää tätä elementtiä luodaksesi gallerian useista kuvista.

source: Gallery slide
fi: Gallerian dia

source: One slide in the gallery that can include image and caption.
fi: Yksittäinen gallerian dia jossa voi olla kuva ja kuvateksti.

source: Very diverse paragraph that covers a large area of the content and is traditionally placed on top of the page.
fi: Monipuolinen paragraph, joka peittää suuren alueen sisältöalueesta ja perinteisesti sijoitetaan sivun yläosaan.

source: Liftup with image
fi: Kuvallinen nosto

source: Liftup with image is a fairly large element that you can use to promote content with large image next to the text.
fi: Kuvallinen nosto on melko suuri nostoelementti, jolla voit korostaa sisältöä. Elementti koostuu kuvasta ja sen vieressä olevasta tekstialueesta.

source: List of links
fi: Linkkilista

source: List of internal or external links. Different designs available.
fi: Lista sisäisiä tai ulkoisia linkkejä. Valittavissa erilaisia listatyylejä.

source: List of links item
fi: Linkki

source: One item - a link with metadata - of list of links.
fi: Yksittäinen linkki lisätietoineen linkkilistalohkoon.

source: Content producer
fi: Sisällöntuottaja

source: List of Links
fi: Linkkilista

source: Photographer
fi: Kuvaaja

source: Write here the name of the photographer of the image.
fi: Kirjoita tähän kuvaajan nimi.

source: Remote video URL
fi: Ulkoisen videon osoite

source: Media type for adding SoundCloud items.
fi: Mediatyyppi SoundCloud kappaleiden lisäämiseen.

source: Gallery thumbnail
fi: Gallerian pikkukuva

source: Open map in new window
fi: Avaa kartta uudessa ikkunassa

source: Meta information
fi: Metatiedot

source: Search button
fi: Hakukentän painike

source: Search for units
fi: Hae toimipisteitä

source: Search label
fi: Hakukentän otsikko

source: Search for a unit
fi: Hae toimipisteitä

source: Load more label
fi: Lataa lisää - otsikko

source: Load more services
fi: Lataa lisää palveluita

source: Load more units
fi: Lataa lisää toimipisteitä

source: Search placeholder
fi: Hakukentän oletusteksti

source: Enter name, address or postal code
fi: Syötä nimi, osoite tai postinumero

source: Units
fi: Toimipisteet

source: Select the units from which the end user can search for the unit they want.
fi: Valitse toimipisteen joiden seasta haluat käyttäjän etsivän toimipisteitä.

source: TPR - Service
fi: TPR - Palvelu

source: TPR - Unit
fi: TPR - Toimipiste

source: Unit search
fi: Toimipistehaku

source: With unit search paragraph content producer can create unit search forms for the end user.
fi: Toimipistehaku paragraafilla sisällöntuottaja voi sijoittaa toimipistehaun valitsemalleen sivulle. Paragraphista valitaan toimipisteet joita halutaan näyttää loppukäyttäjälle.

source: Reusable paragraph
fi: Uudelleenkäytettävä lohko

source: From library
fi: Uudelleenkäytettävä lohko

# Address label
source: Postal code
fi: Postinumero

source: Compare selected revisions
fi: Vertaile valittuja versioita

source: Users are tracked by default, but you are able to opt out.
fi: Käyttäjäseuranta on päällä oletusarvoisesti, mutta voit kytkeä sen pois tästä.

source: Enable user tracking
fi: Käyttäjän seuranta

source: Meta tags
fi: Meta-kentät

source: Metatag
fi: Metatunniste

source: Postal/ZIP code
fi: Postinumero

source: Metatag plugins
fi: Metatunnisteen lisäosat

source: Not connected
fi: Ei yhdistetty

source: Connected Accounts
fi: Liitetyt tilit

source: Default icon
fi: Oletusikoni

source: Paragraphs types
fi: Lohkotyypit

source: Conditions
fi: Ehdot

source: Patterns
fi: Sisältöpolut

source: Generate automatic URL alias
fi: Luo automaattinen osoitealias

source: Uncheck this to create a custom alias below.
fi: Älä valitse tätä jos haluat luoda kustomoidun aliaksen.

source: Joined path
fi: Yhdistetty polku

source: Uncheck this to create a custom alias below. <a href="@admin_link">Configure URL alias patterns.</a>
fi: Älä valitse tätä jos haluat itse asettaa osoitealiaksen.

source: The date the node will be published.
fi: Päivämäärä jolloin sivu julkaistaan.

source: The date the node will be unpublished.
fi: Päivämäärä jolloin sivun julkaisu peruutetaan.

source: Drag to re-order @entity_types.
fi: Raahaa järjestelläksesi @entity_types.

source: Change frequency
fi: Vaihtuvuustiheys

source: Simple XML Sitemap
fi: XML-sivustokartta

source: Regenerate all sitemaps after hitting <em>Save</em>
fi: Luo uudelleen kaikki sivustokartat kun sisältö tallennetaan

source: Footer - Bottom navigation
fi: Alatunniste - Alavalikko

source: Footer top navigation
fi: Alatunniste - Ylävalikko

source: TPR - Service Channel
fi: TPR - Palvelukanava

source: TPR - Errand Service
fi: TPR - Asiointipalvelu

source: Paragraphs library item
fi: Uudelleenkäytettävä lohko

source: Process description
fi: Prosessin kuvaus

source: Processing time
fi: Käsittelyaika

source: Expiration time
fi: Voimassaoloaika

source: Costs
fi: Maksut

source: Opening hours
fi: Aukioloajat

source: Accept only essential cookies
fi: Hyväksy vain välttämättömät evästeet

source: Sitemap variants
fi: Sivustokarttaversiot

source: Index this <em>@bundle entity</em> in variant <em>@variant_label</em>
fi: Indeksoi tämä sisältö.

source: Otherwise the sitemaps will be regenerated during a future cron run.
fi: Muutoin sivustokartat uudistetaan tulevan cron-ajon aikana.

source: This setting will regenerate all sitemaps including the above changes.
fi: Tämä asetus uudistaa kaikki sivustokartat, mukaan lukien yllä olevat muutokset.

source: Color palette
fi: Väripaletti

# HELfi Metatags
source: Page title
fi: Title

# HELfi Metatags
source: Description
fi: Metakuvaus

source: Do not index this <em>@bundle</em> entity in variant <em>@variant_label</em>
fi: Älä indeksoi tätä sisältöä.

source: The priority this <em>@bundle</em> entity will have in the eyes of search engine bots.
fi: Tämän <em>@bundle</em> -sisällön prioriteetti hakukoneiden indekseissä.

source: always
fi: aina

source: hourly
fi: tunnin välein

source: daily
fi: päivittäin

source: weekly
fi: viikottain

source: monthly
fi: kuukausittain

source: yearly
fi: vuosittain

source: The frequency with which this <em>@bundle</em> entity changes. Search engine bots may take this as an indication of how often to index it.
fi: Kuinka usein tämä <em>@bundle</em> muuttuu tai päivittyy. Hakukonerobotit voivat pitää tätä osoituksena siitä, kuinka usein tämä sisältö indeksoidaan.

source: Include images
fi: Sisällytä kuvat

source: Determines if images referenced by this <em>@bundle</em> entity should be included in the sitemap.
fi: Määrittää, pitäisikö tämän <em>@bundle</em> sisällön sisältämät kuvat sisällyttää sivustokarttaan.

source: Settings for this entity can be overridden here.
fi: Tämän entiteetin asetukset voidaan yliajaa oheisilla asetuksilla.

source: Consent management
fi: Suostumusten hallinnointi

source: <p>Necessary cookies help to make the website usable by allowing basic functions, navigating the page and using the protected areas of the site. The website will not work properly without these cookies and their consent is not required.<br /> &nbsp;</p> <table> <tbody> <tr> <th>Name</th> <td>-</td> </tr> <tr> <th>Provider</th> <td>-</td> </tr> <tr> <th>Purpose of the cookie</th> <td>-</td> </tr> <tr> <th>Validity</th> <td>-</td> </tr> <tr> <th>Validity</th> <td>-</td> </tr> <tr> <th>Type</th> <td>-</td> </tr> </tbody> </table>
fi: <p>Välttämättömät evästeet auttavat tekemään verkkosivustosta käyttökelpoisen sallimalla perustoimintoja, kuten sivulla siirtymisen ja sivuston suojattujen alueiden käytön. Verkkosivusto ei toimi kunnolla ilman näitä evästeitä eikä niihin tarvita suostumusta.&nbsp;<br /> &nbsp;</p> <table> <tbody> <tr> <th>Nimi</th> <td>-</td> </tr> <tr> <th>Tarjoaja</th> <td>-</td> </tr> <tr> <th>Tarkoitus</th> <td>-</td> </tr> <tr> <th>Voimassa</th> <td>-</td> </tr> <tr> <th>Tyyppi</th> <td>-</td> </tr> </tbody> </table>

source: Performance and user experience related cookies
fi: Suorituskykyyn ja käyttökokemukseen liittyvät evästeet

source: <p>Cookies are used to collect information about your use of the website so that we can improve your user experience.<br /> &nbsp;</p> <table> <tbody> <tr> <th>Name</th> <td>-</td> </tr> <tr> <th>Provider</th> <td>-</td> </tr> <tr> <th>Purpose of the cookie</th> <td>-</td> </tr> <tr> <th>Validity</th> <td>-</td> </tr> <tr> <th>Validity</th> <td>-</td> </tr> <tr> <th>Type</th> <td>-</td> </tr> </tbody> </table>
fi: <p>Näiden evästeiden avulla voimme tarjota käyttäjille entistä tarkoituksenmukaisempaa ja yksilöllisempää sisältöä sekä tarjota ja kohdentaa tietoa Helsingin kaupungin palveluista.&nbsp;<br /> &nbsp;</p> <table> <tbody> <tr> <th>Nimi</th> <td>-</td> </tr> <tr> <th>Tarjoaja</th> <td>-</td> </tr> <tr> <th>Tarkoitus</th> <td>-</td> </tr> <tr> <th>Voimassa</th> <td>-</td> </tr> <tr> <th>Tyyppi</th> <td>-</td> </tr> </tbody> </table>

source: Please select an appropriate language for your paragraph from the language switcher on the top right corner of the page.
fi: Varmista, että olet lisäämässä oikean kielistä lohkoa. Voit valita lohkon kielen sivun oikeassa ylälaidassa olevasta kielivalinnasta.

source: Matomo settings
fi: Matomo asetukset

source: You can connect your account with these external providers.
fi: Voit yhdistää käyttäjätilisi näihin ulkoisiin palveluntarjoajiin.

source: Connect with @client_title
fi: Yhdistä @client_title

source: Provider: @title
fi: Palveluntarjoaja: @title

# Primary color
source: Primary
fi: Pääväri

# Secondary color
source: Secondary
fi: Apuväri

# Accent color
source: Accent
fi: Korosteväri

source: Footer color
fi: Alatunnisteen väri

source: Additional information
fi: Lisätietoja

source: Requires authentication
fi: Vaatii tunnistautumisen

source: Start typing to find content.
fi: Aloita kirjoittaminen löytääksesi sisältöä. Huomaa, että voit myös lisätä suoraan ulkoisen osoitteen.

source: Button primary
fi: Täysvärinen

source: Button secondary
fi: Reunustettu

source: Button supplementary
fi: Ei reunuksia tai taustaväriä

source: Open in new window/tab
fi: Avaa uudessa ikkunassa / välilehdellä

source: Populates the title attribute of the link, usually shown as a small tooltip on hover.
fi: Täyttää linkin otsikko attribuutin, joka näkyy yleensä pienenä työkaluvihjeenä hiiren osoittimessa.

source: Allows linking to this content using a URL fragment (#). Must be unique.
fi: Sallii linkityksen tähän sisältöön URL-fragmentin (#) avulla. Täytyy olla uniikki.

source: Protocol
fi: Protokolla

source: View larger map
fi: Katso suurempi kartta

source: Header top navigation menu links
fi: Ylätunniste - Universaalinavigaatio

source: Header branding navigation menu links
fi: Ylätunniste - Toimintavalikko

source: Theme color
fi: Teemaväripaletti

source: Default liftup image
fi: Oletuskuvio

source: This liftup image will be used site wide if none are provided.
fi: Tätä ikonia käytetään kuvien paikalla, jos muuta kuvaa ei ole tarjolla.

source: Wave
fi: Tyrsky

source: Vibration
fi: Värinä

source: Beat
fi: Syke

source: Pulse
fi: Pulssi

source: Basic motif
fi: Perus

source: Select wave motif
fi: Valitse koromuoto

source: See wave motifs from <a href=":vig" target="_blank">Visual Identity Guidelines</a>.
fi: Koromuodoista lisää <a href=":vig" target="_blank">Visuaalisen Ilmeen Ohjeistosta</a>.

source: Site wide settings
fi: Sivuston laajuiset asetukset

source: Light
fi: Vaalea

source: Select footer background color
fi: Valitse alatunnisteen taustaväri

source: Footer top title
fi: Alatunnisteen yläosan otsikko

source: Footer top content
fi: Alatunnisteen yläsisältö

source: Footer settings
fi: Alatunnisteen asetukset

source: Photo:
fi: Kuvaaja:

source: Essential
fi: Välttämättömät toiminnalliset evästeet

source: Marketing
fi: Markkinointi

source: [user:display-name], A request to cancel your account has been made at [site:name]. You may now cancel your account on [site:url-brief] by clicking this link or copying and pasting it into your browser: [user:cancel-url] NOTE: The cancellation of your account is not reversible. This link expires in one day and nothing will happen if it is not used. -- [site:name] team
fi: [user:display-name], Tilisi peruuttamista koskeva pyyntö on tehty [site:name] sivustolla. Voit nyt perua tilisi sivustossa [site:url-brief] napsauttamalla tätä linkkiä tai kopioimalla ja liittämällä sen selaimeesi: [user:cancel-url] HUOM: Tilisi perumista ei voi perua. Tämä linkki vanhenee yhdessä päivässä, eikä mitään tapahdu, jos sitä ei käytetä. [site:name] ylläpito

source: Package
fi: Pakkaus

source: Parent unit
fi: Ylätason toimipiste

source: Alternative main image
fi: Vaihtoehtoinen pääkuva

source: Alternative image for the main image if you wish to replace the set main image or if there is no image set for the main image field.
fi: Vaihtoehtoinen kuva pääkuvan tilalle jos haluat käyttää eri kuvaa pääkuvana kuin mikä on asetettu pääkuvakenttään tai jos integraation kautta toimipisteelle ei ole asetettu pääkuvaa.

source: This is parent unit
fi: Tämä on ylätason toimipiste

source: Choose this field if the unit is parent unit of other units.
fi: Valitse tämä jos tämä toimipiste on ylätason toimipiste toisille toimipisteille.

source: Long description
fi: Pitkä kuvaus

source: Long description for the unit. The default value comes from TPR.
fi: Pitkä kuvaus toimipisteelle. Oletusarvo kentälle tulee TPR:stä. Esimerkki korvauskuviosta [aet:tpr_unit:1234:description:value]

source: Main image (URL)
fi: Pääkuva (URL)
