{
  "languages": [
    {
      "code": "fi",
      "name": "Finnish",
      "direction": "ltr"
    },
    {
      "code": "sv",
      "name": "Swedish",
      "direction": "ltr"
    },
    {
      "code": "en",
      "name": "English",
      "direction": "ltr"
    }
  ],
  "siteName": "Change me",
  "cookieName": "change-me",
  "monitorInterval": 500,
  "fallbackLanguage": "en",
  "requiredGroups": [
    {
      "groupId": "essential",
      "title": {
        "fi": "Välttämättömät toiminnalliset evästeet",
        "sv": "Nödvändiga funktionella cookies",
        "en": "Essential cookies"
      },
      "description": {
        "fi": "Välttämättömät evästeet varmistavat, että sivusto toimii kunnolla. Välttämättömiin evästeisiin ei tarvita suostumusta. Nämä evästeet mahdollistavat perustoimintoja, kuten sivulla siirtymisen ja sivuston suojattujen alueiden käytön.",
        "sv": "Nödvändiga kakor säkerställer att webbplatsen fungerar ordentligt. För nödvändiga kakor behövs inte samtycke. Dessa kakor möjliggör grundläggande funktioner såsom sidnavigering och åtkomst till skyddade områden på webbplatsen.",
        "en": "Essential cookies ensure that the website functions correctly. Essential cookies do not require consent. These cookies enable basic functions, such as site navigation and access to protected areas of the website."
      },
      "cookies": [
        {
          "name": "change-me",
          "host": "change-me.hel.fi",
          "storageType": 1,
          "description": {
            "fi": "Sivusto käyttää tätä evästettä tietojen tallentamiseen siitä, ovatko kävijät antaneet hyväksyntänsä tai kieltäytyneet evästeiden käytöstä.",
            "sv": "Cookie möjliggör hantering av cookies på webbplatsen.",
            "en": "Used by change-me.hel.fi Drupal to store information about whether visitors have given or declined the use of cookie categories used on the change-me.hel.fi site."
          },
          "expiration": {
            "fi": "100 päivää",
            "sv": "100 dagar",
            "en": "100 days"
          },
          "ype": 1
        },
        {
          "name": "helfi-settings",
          "host": "change-me.hel.fi",
          "storageType": 2,
          "description": {
            "fi": "Sivusto käyttää tätä tietuetta tietojen tallentamiseen siitä, mitä poikkeusilmoituksia on suljettu ja mikä on avattavien sisältöalueiden tila.",
            "sv": "Används av change-me.hel.fi Drupal för att lagra information om stängda meddelanden och accordions' tillstånd.",
            "en": "Used by change-me.hel.fi Drupal to store information about closed announcements and accordions' state."
          },
          "expiration": "-"
        }
      ]
    },
    {
      "groupId": "admin",
      "title": {
        "fi": "Sisällöntuottajien toiminnalliset evästeet",
        "sv": "Redaktörernas funktionella cookies",
        "en": "Editors' functional cookies"
      },
      "description": {
        "fi": "Sisällöntuottajien välttämättömät toiminnalliset evästeet tallennetaan ainoastaan kirjautuneille sisällöntuottajille. Ne mahdollistavat sivuston muokkaustoiminnot.",
        "sv": "Nödvändiga funktionella kakor för innehållsproducenter sparas endast hos inloggade innehållsproducenter. De möjliggör funktioner för redigering av webbplatsen.",
        "en": "The essential functional cookies for content providers are only saved for content providers who are signed in. They enable the editing of the website."
      },
      "cookies": [
        {
          "name": "SSESS*",
          "host": "change-me.hel.fi",
          "storageType": 1,
          "description": {
            "fi": "Sisällönhallintajärjestelmän toimintaan liittyvä eväste.",
            "sv": "En cookie relaterad till driften av innehållshanteringssystemet.",
            "en": "A cookie related to the operation of the content management system."
          },
          "expiration": {
            "fi": "23 päivää",
            "sv": "23 dagar",
            "en": "23 days"
          }
        },
        {
          "name": "Drupal.gin.sidebarExpanded.desktop",
          "host": "change-me.hel.fi",
          "storageType": 2,
          "description": {
            "fi": "Tallentaa tiedon sisällöntuottajan käyttöliittymän sivupalkin näkyvyydestä työpöytänäkymässä.",
            "sv": "Lagrar om admin-sidopanelen är expanderad eller kollapsad på skrivbordet när du är inloggad som redaktör på change-me.hel.fi.",
            "en": "Stores whether the admin sidebar is expanded or collapsed on desktop when logged in as an editor on change-me.hel.fi."
          },
          "expiration": "-"
        },
        {
          "name": "Drupal.gin.sidebarExpanded.mobile",
          "host": "change-me.hel.fi",
          "storageType": 2,
          "description": {
            "fi": "Tallentaa tiedon sisällöntuottajan käyttöliittymän sivupalkin näkyvyydestä mobiilinäkymässä.",
            "sv": "Lagrar om admin-sidopanelen är expanderad eller kollapsad på mobil när du är inloggad som redaktör på change-me.hel.fi.",
            "en": "Stores whether the admin sidebar is expanded or collapsed on mobile when logged in as an editor on change-me.hel.fi."
          },
          "expiration": "-"
        },
        {
          "name": "Drupal.gin.darkmode",
          "host": "change-me.hel.fi",
          "storageType": 2,
          "description": {
            "fi": "Tallentaa tiedon sisällöntuottajan valitsemasta \"tumma tila\"-asetuksesta.",
            "sv": "Lagrar användarens mörkt läge-inställning i admin-temat när du är inloggad som redaktör på change-me.hel.fi.",
            "en": "Stores the user's dark mode preference in the admin theme when logged in as an editor on change-me.hel.fi."
          },
          "expiration": "-"
        },
        {
          "name": "Drupal.toolbar.subtrees.*",
          "host": "change-me.hel.fi",
          "storageType": 2,
          "description": {
            "fi": "Tallentaa sisällöntuottajan näkymissä alivalikoiden tilan (laajennettu tai kutistettu), jotta se säilyy yhdenmukaisena sivulatausten välillä.",
            "sv": "Lagrar tillståndet för expanderade eller kollapsade undermenyer i Drupals admin-verktygsfält för en inloggad redaktör, vilket säkerställer konsekvens mellan sidladdningar.",
            "en": "Stores the expanded or collapsed state of submenus in the Drupal admin toolbar for a logged-in editor, ensuring consistency across page loads."
          },
          "expiration": "-"
        },
        {
          "name": "Drupal.off-canvas.css.*",
          "host": "change-me.hel.fi",
          "storageType": 2,
          "description": {
            "fi": "Tallentaa sisällöntuottajan käyttämän wysiwyg-editorin tyylit välimuistiin varmistaakseen viimeisimpien CSS-tyylien latauksen.",
            "sv": "Lagrar cachelagrad CKEditor CSS i localStorage för en inloggad redaktör, med en nyckel som använder en cache-brytande fråga för att säkerställa att den senaste CSS-filen laddas.",
            "en": "Stores cached CKEditor CSS in localStorage for a logged-in editor, using a key with a cache-busting query to ensure the latest CSS is loaded."
          },
          "expiration": "-"
        },
        {
          "name": "Drupal.toolbar.toolbarState",
          "host": "change-me.hel.fi",
          "storageType": 3,
          "description": {
            "fi": "Tallentaa sisällöntuottajan hallintatyökalupalkin orientaation, aktiivisen välilehden ja laajennustilan.",
            "sv": "Lagrar tillståndet för admin-verktygsfältet för en inloggad redaktör, inklusive dess orientering, aktiva flik och expanderade tillstånd.",
            "en": "Stores the state of the admin toolbar for a logged-in editor, including its orientation, active tab and state of expansion."
          },
          "expiration": {
            "fi": "Istunto",
            "sv": "Session",
            "en": "Session"
          }
        },
        {
          "name": "escapeAdminPath",
          "host": "change-me.hel.fi",
          "storageType": 3,
          "description": {
            "fi": "Tallentaa URL-osoitteen, jota käytetään ohjaamaan kirjautunut sisällöntuottaja hallintaliittymästä takaisin pääsivustolle.",
            "sv": "Lagrar URL för att omdirigera en inloggad redaktör från admin-gränssnittet tillbaka till huvudsidan.",
            "en": "Stores the URL to redirect a logged-in editor from the admin interface back to the main site."
          },
          "expiration": {
            "fi": "Istunto",
            "sv": "Session",
            "en": "Session"
          }
        },
        {
          "name": "editoria11yResultCount",
          "host": "change-me.hel.fi",
          "storageType": 2,
          "description": {
            "fi": "Tallentaa löydettyjen saavutettavuusongelmien määrän sisällöntuottajalle, auttaen seuraamaan ja korjaamaan ne.",
            "sv": "Spårar antalet tillgänglighetsproblem som hittats på specifika sidor för en inloggad redaktör, vilket hjälper till att övervaka och åtgärda dem.",
            "en": "Tracks the number of accessibility issues found on specific pages for a logged-in editor, helping monitor and address them."
          },
          "expiration": "-"
        },
        {
          "name": "ed11ySeen",
          "host": "change-me.hel.fi",
          "storageType": 2,
          "description": {
            "fi": "Tallentaa sisällöntuottajan näkemät saavutettavuusongelmat, jotta vältetään ongelmien kaksoisilmoitukset.",
            "sv": "Spårar vilka tillgänglighetsproblem en inloggad redaktör redan har sett för att undvika dubbla aviseringar.",
            "en": "Tracks which accessibility issues a logged-in editor has already seen to avoid duplicate notifications."
          },
          "expiration": "-"
        }
      ]
    }
  ],
  "optionalGroups": [
    {
      "groupId": "preferences",
      "title": {
        "fi": "Personointi",
        "sv": "Preferens",
        "en": "Preference"
      },
      "description": {
        "fi": "Mieltymysevästeet mukauttavat sivuston ulkoasua ja toimintaa käyttäjän aiemman käytön perusteella.",
        "sv": "Preferenscookies ändrar webbplatsens utseende och funktioner enligt användarens tidigare användning.",
        "en": "Preference cookies modify the visuals and functions of the website based on the user's previous sessions."
      },
      "cookies": [
        {
          "name": "COOKIE_SUPPORT",
          "host": "helsinkikanava.fi",
          "storageType": 1,
          "description": {
            "fi": "Mahdollistaa evästeiden hallinnan sivustolla.",
            "sv": "Kakan möjliggör hanteringen av kakor på webbplatsen.",
            "en": "The cookie facilitates managing cookies on the website."
          },
          "expiration": {
            "fi": "365 päivää",
            "sv": "365 dagar",
            "en": "365 days"
          }
        },
        {
          "name": "JSESSIONID",
          "host": "helsinkikanava.fi",
          "storageType": 1,
          "description": {
            "fi": "Sivuston pakollinen eväste mahdollistaa kävijän vierailun sivustolla.",
            "sv": "Kakan är en obligatorisk kaka som gör det möjligt för besökaren att besöka webbplatsen.",
            "en": "The cookie is an obligatory cookie that facilitates visiting the website."
          },
          "expiration": {
            "fi": "Istunto",
            "sv": "Session",
            "en": "Session"
          }
        },
        {
          "name": "GUEST_LANGUAGE_ID",
          "host": "helsinkikanava.fi",
          "storageType": 1,
          "description": {
            "fi": "Tämän evästeen on luonut Liferay, se tallentaa kieliasetukset.",
            "sv": "Denna cookie genereras av Liferay, dess funktion är att lagra språkinställningarna.",
            "en": "This cookie is generated by the Liferay, its function is to store the language preferences."
          },
          "expiration": {
            "fi": "365 päivää",
            "sv": "365 dagar",
            "en": "365 days"
          }
        },
        {
          "name": "icareusDevice",
          "host": "helsinkikanava.fi",
          "storageType": 2,
          "description": {
            "fi": "Helsinki-kanavan videopalvelimen eväste.",
            "sv": "Helsinki-kanavas kaka gör det möjligt att göra videor till en del av innehållet på webbplatsen.",
            "en": "The Helsinki Channel video server cookie facilitates including videos as part of the website's content."
          },
          "expiration": "-"
        },
        {
          "name": "httpskartta.hel.fi.SWCulture",
          "host": "kartta.hel.fi",
          "storageType": 1,
          "description": {
            "fi": "Kaupungin karttapalvelun evästeeseen tallennetaan kieli, jolla palvelua käytetään.",
            "sv": "I kakan på stadens kaktjänst sparas det språk som användaren använder i tjänsten.",
            "en": "The City's map service cookie saves the language in which the service is used."
          },
          "expiration": {
            "fi": "1826 päivää",
            "sv": "1826 dagar",
            "en": "1826 days"
          }
        },
        {
          "name": "VISITOR_INFO1_LIVE",
          "host": "youtube.com",
          "storageType": 1,
          "description": {
            "fi": "YouTuben eväste valitsee yhteyden nopeuden mukaan, joko vanhan tai uuden videosoittimen.",
            "sv": "YouTubes kaka väljer antingen den nya eller gamla videospelaren enligt förbindelsens hastighet.",
            "en": "The YouTube cookie selects the old or new video player depending on the connection speed."
          },
          "expiration": {
            "fi": "180 päivää",
            "sv": "180 dagar",
            "en": "180 days"
          }
        },
        {
          "name": "CONSENT",
          "host": "youtube.com",
          "storageType": 1,
          "description": {
            "fi": "Googlen eväste tallentaa kävijän evästehyväskynnän.",
            "sv": "Används av Google för att lagra inställningar för användarens samtycke.",
            "en": "Used by Google to store user consent preferences."
          },
          "expiration": {
            "fi": "5947 päivää, 15 tuntia",
            "sv": "5947 dagar, 15 timmar",
            "en": "5947 days, 15 hours"
          }
        }
      ]
    },
    {
      "groupId": "statistics",
      "title": {
        "fi": "Tilastointi",
        "sv": "Statistik",
        "en": "Statistics"
      },
      "description": {
        "fi": "Tilastointievästeiden keräämää tietoa käytetään verkkosivuston kehittämiseen.",
        "sv": "De uppgifter statistikkakorna samlar in används för att utveckla webbplatsen.",
        "en": "The information collected by statistics cookies is used for developing the website."
      },
      "cookies": [
        {
          "name": "_pk_id.*",
          "host": "change-me.hel.fi",
          "storageType": 1,
          "description": {
            "fi": "Matomo-tilastointijärjestelmän eväste.",
            "sv": "Matomo-statistiksystemets kaka samlar information om hur webbplatsen används.",
            "en": "Matomo Analytics - used to store a few details about the user such as the unique visitor ID"
          },
          "expiration": {
            "fi": "393 päivää",
            "sv": "393 dagar",
            "en": "393 days"
          }
        },
        {
          "name": "_pk_id.*",
          "host": "kartta.hel.fi",
          "storageType": 1,
          "description": {
            "fi": "Matomo-tilastointijärjestelmän eväste.",
            "sv": "Matomo-statistiksystemets kaka samlar information om hur webbplatsen används.",
            "en": "Matomo Analytics - used to store a few details about the user such as the unique visitor ID"
          },
          "expiration": {
            "fi": "393 päivää",
            "sv": "393 dagar",
            "en": "393 days"
          }
        },
        {
          "name": "_pk_ses.*",
          "host": "kartta.hel.fi",
          "storageType": 1,
          "description": {
            "fi": "Matomo-tilastointijärjestelmän eväste.",
            "sv": "Matomo-statistiksystemets kaka samlar information om hur webbplatsen används.",
            "en": "Matomo Analytics - short lived cookies used to temporarily store data for the visit"
          },
          "expiration": {
            "fi": "1 tunti",
            "sv": "1 timme",
            "en": "1 hour"
          }
        },
        {
          "name": "_pk_id.*",
          "host": "palvelukartta.hel.fi",
          "storageType": 1,
          "description": {
            "fi": "Matomo-tilastointijärjestelmän eväste.",
            "sv": "Matomo-statistiksystemets kaka samlar information om hur webbplatsen används.",
            "en": "Matomo Analytics - used to store a few details about the user such as the unique visitor ID"
          },
          "expiration": {
            "fi": "393 päivää",
            "sv": "393 dagar",
            "en": "393 days"
          }
        },
        {
          "name": "_pk_ses.*",
          "host": "palvelukartta.hel.fi",
          "storageType": 1,
          "description": {
            "fi": "Matomo-tilastointijärjestelmän eväste.",
            "sv": "Matomo-statistiksystemets kaka samlar information om hur webbplatsen används.",
            "en": "Matomo Analytics - short lived cookies used to temporarily store data for the visit"
          },
          "expiration": {
            "fi": "1 tunti",
            "sv": "1 timme",
            "en": "1 hour"
          }
        },
        {
          "name": "YSC",
          "host": "youtube.com",
          "storageType": 1,
          "description": {
            "fi": "YouTuben eväste mahdollistaa videoiden upottamisen sivustolle.",
            "sv": "YouTubes kaka gör det möjligt att göra videor till en del av innehållet på webbplatsen.",
            "en": "The YouTube cookie facilitates including videos as part of the website's content."
          },
          "expiration": {
            "fi": "Istunto",
            "sv": "Session",
            "en": "Session"
          }
        }
      ]
    }
  ],
  "robotCookies": [
    {
      "name": "helfi_accordions_open",
      "storageType": 1
    },
    {
      "name": "cookiehub",
      "storageType": 1
    },
    {
      "name": "cookie-agreed-version",
      "storageType": 1
    },
    {
      "name": "cookie-agreed-categories",
      "storageType": 1
    },
    {
      "name": "cookie-agreed",
      "storageType": 1
    }
  ],
  "groupsWhitelistedForApi": [
    "chat"
  ],
  "translations": {
    "bannerAriaLabel": {
      "fi": "Evästeasetukset",
      "sv": "Inställningar för kakor",
      "en": "Cookie settings"
    },
    "heading": {
      "fi": "Evästeet {{siteName}}-sivustolla",
      "sv": "Kakor på webbplatsen {{siteName}}",
      "en": "Cookies on {{siteName}}"
    },
    "description": {
      "fi": "Tämä sivusto käyttää välttämättömiä evästeitä sivun perustoimintojen ja suorituskyvyn varmistamiseksi. Lisäksi käytämme kohdennusevästeitä käyttäjäkokemuksen parantamiseksi, analytiikkaan ja yksilöidyn sisällön näyttämiseen.",
      "sv": "Denna webbplats använder obligatoriska kakor för att säkerställa de grundläggande funktionerna och prestandan. Dessutom använder vi inriktningskakor för bättre användarupplevelse, analytik och individualiserat innehåll.",
      "en": "This website uses required cookies to ensure the basic functionality and performance. In addition, we use targeting cookies to improve the user experience, perform analytics and display personalised content."
    },
    "showDetails": {
      "fi": "Näytä yksityiskohdat",
      "sv": "Visa detaljer",
      "en": "Show details"
    },
    "hideDetails": {
      "fi": "Piilota yksityiskohdat",
      "sv": "Stänga detaljer",
      "en": "Hide details"
    },
    "formHeading": {
      "fi": "Tietoa sivustolla käytetyistä evästeistä",
      "sv": "Information om kakor som används på webbplatsen",
      "en": "About the cookies used on the website"
    },
    "formText": {
      "fi": "Sivustolla käytetyt evästeet on luokiteltu käyttötarkoituksen mukaan. Alla voit lukea eri luokista ja sallia tai kieltää evästeiden käytön.",
      "sv": "Kakorna som används på webbplatsen har klassificerats enligt användningsändamål. Du kan läsa om de olika klasserna och acceptera eller förbjuda användningen av kakor.",
      "en": "The cookies used on the website have been classified according to their intended use. Below, you can read about the various categories and accept or reject the use of cookies."
    },
    "highlightedGroup": {
      "fi": "Sinun on hyväksyttävä tämä kategoria, jotta voit näyttää valitsemasi sisällön.",
      "sv": "Du måste acceptera den här kategorin för att visa innehållet du har valt.",
      "en": "You need to accept this category to display the content you have selected."
    },
    "highlightedGroupAria": {
      "fi": "Hyvä tietää kategorialle: {{title}}",
      "sv": "Bra att veta för kategorin: {{title}}",
      "en": "Good to know for category: {{title}}"
    },
    "showCookieSettings": {
      "fi": "Näytä evästeasetukset",
      "sv": "Visa kakinställningarna",
      "en": "Show cookie settings"
    },
    "hideCookieSettings": {
      "fi": "Piilota evästeasetukset",
      "sv": "Stänga kakinställningarna",
      "en": "Hide cookie settings"
    },
    "acceptedAt": {
      "fi": "Olet hyväksynyt tämän kategorian: {{date}} klo {{time}}.",
      "sv": "Du har accepterat denna kategori: {{date}} kl. {{time}}.",
      "en": "You have accepted this category: {{date}} at {{time}}."
    },
    "tableHeadingsName": {
      "fi": "Nimi",
      "sv": "Namn",
      "en": "Name"
    },
    "tableHeadingsHostName": {
      "fi": "Evästeen asettaja",
      "sv": "Den som lagrat kakan",
      "en": "Cookie set by"
    },
    "tableHeadingsDescription": {
      "fi": "Käyttötarkoitus",
      "sv": "Användning",
      "en": "Purpose of use"
    },
    "tableHeadingsExpiration": {
      "fi": "Voimassaoloaika",
      "sv": "Giltighetstid",
      "en": "Period of validity"
    },
    "tableHeadingsType": {
      "fi": "Tyyppi",
      "sv": "Typ",
      "en": "Type"
    },
    "approveAllConsents": {
      "fi": "Hyväksy kaikki evästeet",
      "sv": "Acceptera alla kakor",
      "en": "Accept all cookies"
    },
    "approveRequiredAndSelectedConsents": {
      "fi": "Hyväksy valitut evästeet",
      "sv": "Acceptera valda kakor",
      "en": "Accept selected cookies"
    },
    "approveOnlyRequiredConsents": {
      "fi": "Hyväksy vain välttämättömät evästeet",
      "sv": "Acceptera endast nödvändiga",
      "en": "Accept required cookies only"
    },
    "settingsSaved": {
      "fi": "Asetukset tallennettu!",
      "sv": "Inställningar sparade!",
      "en": "Settings saved!"
    },
    "notificationAriaLabel": {
      "fi": "Ilmoitus",
      "sv": "Meddelande",
      "en": "Annoucement"
    },
    "storageType1": {
      "fi": "Eväste",
      "sv": "Kakan",
      "en": "Cookie"
    },
    "storageType2": "localStorage",
    "storageType3": "sessionStorage",
    "storageType4": "IndexedDB",
    "storageType5": "Cache Storage"
  }
}
