Repository: City-of-Helsinki/drupal-helfi-platform-config
Catalog: modules/hdbt_cookie_banner/translations/*.po
Languages: fi

# hdbt cookie banner
source: Cookie consent settings
fi: Evästeasetukset

# hdbt cookie banner
source: Use instance specific cookie settings
fi: Käytä instanssikohtaisia evästeasetuksia

# hdbt cookie banner
source: By default, cookie settings and HDS cookie consent JavaScript file are loaded from Hel.fi Etusivu instance. By selecting this override option, you can use your own settings. The HDS cookie consent JavaScript file will be loaded from current instance <em>hdbt_cookie_banner/hds_cookie_consent</em>, but it can be overridden with the form field below.
fi: Oletuksena evästeasetukset ja HDS cookie consent JavaScript-tiedosto ladataan Hel.fi Etusivu-instanssista. Valitsemalla tämän valinnan, voit käyttää omia asetuksiasi. HDS cookie consent JavaScript-tiedosto ladataan nykyisestä instanssista <em>hdbt_cookie_banner/hds_cookie_consent</em>, mutta se voidaan ohittaa alla olevan kentän avulla.

# hdbt cookie banner
source: Use custom HDS cookie consent JavaScript file
fi: Määritä HDS cookie consent JavaScript-tiedoston URL-osoite

# hdbt cookie banner
source: When the <em>Use instance specific cookie settings</em> option is selected, the local HDS cookie consent JavaScript file is loaded instead of the version from Etusivu -instance. Select this option when you want to use another HDS cookie consent JavaScript file.
fi: Kun <em>Käytä instanssikohtaisia evästeasetuksia</em> -vaihtoehto on valittuna, instanssin oma HDS cookie consent JavaScript-tiedosto ladataan Etusivu-instanssin version sijaan. Valitse tämä vaihtoehto, kun haluat määrittää itse mistä HDS cookie consent JavaScript-tiedosto ladataan.

# hdbt cookie banner
source: HDS cookie consent JavaScript URL
fi: HDS cookie consent JavaScript-tiedosto

# hdbt cookie banner
source: The URL of the JavaScript file that should be used. Replaces the default library version.
fi: JavaScript-tiedoston URL, jota tulisi käyttää. Korvaa etusivun tai instanssin oman kirjaston JavaScript-tiedoston.

# hdbt cookie banner
source: Site settings
fi: Evästeasetukset (JSON)

# hdbt cookie banner
source: Cookie settings page
fi: Evästeasetussivu

# hdbt cookie banner
source: Cookie settings page title
fi: Evästeasetussivun otsikko

# hdbt cookie banner
source: Cookie settings page content
fi: Evästeasetussivun sisältö

# hdbt cookie banner
source: Site settings must be valid JSON
fi: Sivuston asetukset kentän sisällön tulee olla kelvollista JSON:a

source: Cookie banner settings
fi: Hallinnoi evästeasetuksia

source: Administer hdbt cookie banner
fi: Hallinnoi evästeasetuksia
