Repository: City-of-Helsinki/drupal-helfi-platform-config
Catalog: helfi_features/helfi_gdpr_compliance/translations/*.po
Languages: fi

source: <h2>Hel.fi uses cookies</h2> <p>We use essential cookies on our website to make the site work. Also third party cookies are used if you give us your permission.</p>
fi: <h2>Hel.fi käyttää evästeitä</h2><p>Tämä sivusto käyttää välttämättömiä evästeitä suorituskyvyn varmistamiseksi sekä yleisen käytön seurantaan. Lisäksi käytämme kohdennusevästeitä käyttäjäkokemuksen parantamiseksi, analytiikkaan ja kohdistetun sisällön näyttämiseen.</p>

source: <p>A cookie is a small-scale data storage program that a computer browser installs on a user's computer hard drive. Whenever the user's browser retrieves the site from the City of Helsinki's servers, the message is sent back to the user's computer. Javascript and server logs are used to record, for example, the number of users, country of use, usage time and browser used, as well as the content that the visitor has visited. The cookie does not damage the drive.</p> <p>Cookies are used to speed up, analyze and develop the website and to target content to each user.</p>
fi: <p>Eväste (engl. cookie) on pienikokoinen tekstitiedosto, jonka verkkoselain tallentaa käyttäjän tietokoneelle tai mobiililaitteelle, kun vierailet verkkosivustolla. Se ei vahingoita käyttäjän laitetta tai tiedostoja. Evästeitä ei voi käyttää haittaohjelmien levittämiseen.<br /> <br /> Evästeistä saatava käyttäjätieto auttaa meitä varmistamaan sivuston teknisen toimivuuden ja parantamaan digitaalisten palveluidemme laatua. Niiden avulla voimme kehittää sivuston käyttäjäystävällisyyttä ja helpottaa tiedon löytymistä.</p>

source: <p>Essential cookies help to make the website usable by allowing basic functions, navigating the page and using the protected areas of the site. The website will not work properly without these cookies and their consent is not required.</p> <table> <thead> <tr> <th>Name</th> <th>Provider</th> <th>Purpose of the cookie</th> <th>Validity</th> <th>Type</th> </tr> </thead> <tbody> <tr> <td>cookiehub</td> <td>cookiehub.com</td> <td>Used by CookieHub to store information about whether visitors have given or declined the use of cookie categories used on the hel.fi site.</td> <td>365 days</td> <td>&nbsp;</td> </tr> <tr> <td>cookie-agreed</td> <td>hel.fi</td> <td>Used by hel.fi Drupal to store information&nbsp;about whether visitors have given or declined the use of cookie categories used on the hel.fi site.</td> <td>100 days</td> <td>&nbsp;</td> </tr> <tr> <td>cookie-agreed-version</td> <td>hel.fi</td> <td>Used by hel.fi Drupal to store information&nbsp;about what version of the cookie consent the user has agreed to.</td> <td>100 days</td> <td>&nbsp;</td> </tr> <tr> <td>cookie-agreed-categories</td> <td>hel.fi</td> <td>Used by hel.fi Drupal to store information&nbsp;about what cookie categories the user has agreed to.</td> <td>100 days</td> <td>&nbsp;</td> </tr> <tr> <td>AWSELB</td> <td>siteimproveanalytics.io</td> <td> <p>The cookie is related to a load distribution function used to direct requests to servers with the least traffic.</p> </td> <td>Session</td> <td>Third party</td> </tr> <tr> <td>AWSELBCORS</td> <td>siteimproveanalytics.io</td> <td> <p>The cookie is related to a load distribution function used to direct requests to servers with the least traffic.</p> </td> <td>Session</td> <td>Third party</td> </tr> <tr> <td>mtm_cookie_consent</td> <td>kartta.hel.fi</td> <td> <p>A technical cookie that stores information about how you responded to the notice in the cookie banner about the use of cookies.</p> </td> <td>10950 days</td> <td>&nbsp;</td> </tr> <tr> <td>frosmo_quickContext</td> <td>hel.fi</td> <td> <p>The Frosmo cookie improves the user experience and provides targeted content.</p> </td> <td>365 days</td> <td>&nbsp;</td> </tr> <tr> <td>id</td> <td>frosmo.com</td> <td> <p>The cookie facilitates visiting the website but does not save information that could be used to identify the visitor.</p> </td> <td>5947 days, 15 hours</td> <td>Third party</td> </tr> <tr> <td>JSESSIONID</td> <td>helsinkikanava.fi</td> <td> <p>The cookie is an obligatory cookie that facilitates visiting the website.</p> </td> <td>Session</td> <td>Third party</td> </tr> <tr> <td>COOKIE_SUPPORT</td> <td>helsinkikanava.fi</td> <td> <p>The cookie facilitates managing cookies on the website.</p> </td> <td>365 days</td> <td>Third party</td> </tr> </tbody> </table>
fi: <p>Välttämättömät evästeet auttavat tekemään verkkosivustosta käyttökelpoisen sallimalla perustoimintoja, kuten sivulla siirtymisen ja sivuston suojattujen alueiden käytön. Verkkosivusto ei toimi kunnolla ilman näitä evästeitä eikä niihin tarvita suostumusta.</p> <table> <thead> <tr> <th>Nimi</th> <th>Tarjoaja</th> <th>Tarkoitus</th> <th>Voimassa</th> <th>Tyyppi</th> </tr> </thead> <tbody> <tr> <td>cookiehub</td> <td>Cookiehub</td> <td>Mahdollistaa evästehallinnan hel.fi sivuilla.</td> <td>365 päivää</td> <td>&nbsp;</td> </tr> <tr> <td>cookie-agreed</td> <td>hel.fi</td> <td>Sivusto käyttää tätä evästettä tietojen tallentamiseen siitä, ovatko kävijät antaneet hyväksyntänsä tai kieltäytyneet evästeiden käytöstä.</td> <td>100 päivää</td> <td>&nbsp;</td> </tr> <tr> <td>cookie-agreed-version</td> <td>hel.fi</td> <td>Tähän evästeeseen tallennetaan käyttäjän hyväksymän evästeselosteen versio.</td> <td>100 päivää</td> <td>&nbsp;</td> </tr> <tr> <td>cookie-agreed-categories</td> <td>hel.fi</td> <td>Tähän evästeeseen on tallennettu käyttäjän hyväksymät evästekategoriat.</td> <td>100 päivää</td> <td>&nbsp;</td> </tr> <tr> <td>SSESS*</td> <td>hel.fi</td> <td><span><span>Sisällönhallintajärjestelmän toimintaan liittyvä eväste.</span></span></td> <td>23 päivää</td> <td>&nbsp;</td> </tr> <tr> <td>AWSELB</td> <td>siteimproveanalytics.io</td> <td> <p>Eväste liittyy palvelinten kuormanjakotoiminnallisuuteen, jolla ohjataan pyynnöt vähimmällä käytöllä olevalle palvelimille.</p> </td> <td>Istunto</td> <td>Kolmas osapuoli</td> </tr> <tr> <td>AWSELBCORS</td> <td>siteimproveanalytics.io</td> <td> <p>Eväste liittyy palvelinten kuormanjakotoiminnallisuuteen, jolla ohjataan pyynnöt vähimmällä käytöllä olevalle palvelimille.</p> </td> <td>Istunto</td> <td>Kolmas osapuoli</td> </tr> <tr> <td>mtm_cookie_consent</td> <td>kartta.hel.fi</td> <td> <p>Tekninen eväste johon talletetaan tieto valinnastasi evästeiden käytöstä kertovan bannerin kohdalla</p> </td> <td>10950 päivää</td> <td>&nbsp;</td> </tr> <tr> <td>frosmo_quickContext</td> <td>hel.fi</td> <td> <p>Frosmon eväste käyttökokemuksen parantamiseksi ja kohdennettujen sisältöjen tarjoamiseksi.</p> </td> <td>365 päivää</td> <td>&nbsp;</td> </tr> <tr> <td>id</td> <td>frosmo.com</td> <td> <p>Käytetään yksilöimään kävijä (selain) eri domaineissa ja verkkosivuilla</p> </td> <td>5947 päivää, 15 tuntia</td> <td>Kolmas osapuoli</td> </tr> <tr> <td>JSESSIONID</td> <td> <p>helsinkikanava.fi</p> <p>coh-chat-app-prod.eu-de.mybluemix.net</p> </td> <td> <p>Sivuston pakollinen eväste mahdollistaa kävijän vierailun sivustolla.</p> </td> <td>Istunto</td> <td>Kolmas osapuoli</td> </tr> <tr> <td>COOKIE_SUPPORT</td> <td>helsinkikanava.fi</td> <td> <p>Mahdollistaa evästeiden hallinnan sivustolla.</p> </td> <td>365 päivää</td> <td>Kolmas osapuoli</td> </tr> </tbody> </table>

source: <p>Marketing cookies are used to target content to the user.</p> <table> <thead> <tr> <th>Name</th> <th>Provider</th> <th>Purpose of the cookie</th> <th>Validity</th> <th>Type</th> </tr> </thead> <tbody> <tr> <td>IDE</td> <td>doubleclick.net</td> <td> <p>The Google cookie facilitates targeted communication to users of the website.</p> </td> <td>390 days</td> <td>Third party</td> </tr> </tbody> </table>
fi: <p>Markkinointievästeiden avulla sivuston käyttäjille voidaan kohdentaa sisältöjä.</p> <table> <thead> <tr> <th>Nimi</th> <th>Tarjoaja</th> <th>Tarkoitus</th> <th>Voimassa</th> <th>Tyyppi</th> </tr> </thead> <tbody> <tr> <td>IDE</td> <td>doubleclick.net</td> <td> <p>Googlen eväste mahdollistaa kohdennetun viestinnän käyttäjille.</p> </td> <td>390 päivää</td> <td>Kolmas osapuoli</td> </tr> </tbody> </table>

source: <p>Preference cookies modify the visuals and functions of the website based on the user's previous sessions.</p> <table> <thead> <tr> <th>Name</th> <th>Provider</th> <th>Purpose of the cookie</th> <th>Validity</th> <th>Type</th> </tr> </thead> <tbody> <tr> <td>httpskartta.hel.fi.SWCulture</td> <td>kartta.hel.fi</td> <td> <p>The City's map service cookie saves the language in which the service is used.</p> </td> <td>1826 days</td> <td></td> </tr> <tr> <td>icareus-device</td> <td>helsinkikanava.fi</td> <td> <p>The Helsinki Channel video server cookie facilitates including videos as part of the website's content.</p> </td> <td>365 days</td> <td>Third party</td> </tr> <tr> <td>VISITOR_INFO1_LIVE</td> <td>youtube.com</td> <td> <p>The YouTube cookie selects the old or new video player depending on the connection speed.</p> </td> <td>180 days</td> <td>Third party</td> </tr> <tr> <td>CONSENT</td> <td>youtube.com</td> <td> <p>Used by Google to store user consent preferences</p> </td> <td>5947 days, 15 hours</td> <td>Third party</td> </tr> </tbody> </table>
fi: <p>Mieltymysevästeet mukauttavat sivuston ulkoasua ja toimintaa käyttäjän aiemman käytön perusteella.</p> <table> <thead> <tr> <th>Nimi</th> <th>Tarjoaja</th> <th>Tarkoitus</th> <th>Voimassa</th> <th>Tyyppi</th> </tr> </thead> <tbody> <tr> <td>httpskartta.hel.fi.SWCulture</td> <td>kartta.hel.fi</td> <td> <p>Kaupungin karttapalvelun evästeeseen tallennetaan kieli, jolla palvelua käytetään.</p> </td> <td>1826 päivää</td> <td>&nbsp;</td> </tr> <tr> <td>icareus-device</td> <td>helsinkikanava.fi</td> <td> <p>Helsinki-kanavan videopalvelimen eväste.</p> </td> <td>365 päivää</td> <td><span>Kolmas osapuoli</span></td> </tr> <tr> <td>VISITOR_INFO1_LIVE</td> <td>youtube.com</td> <td> <p>YouTuben eväste valitsee yhteyden nopeuden mukaan, joko vanhan tai uuden videosoittimen.</p> </td> <td>180 päivää</td> <td><span>Kolmas osapuoli</span></td> </tr> <tr> <td>CONSENT</td> <td>youtube.com</td> <td> <p>Googlen eväste tallentaa kävijän evästehyväskynnän.</p> </td> <td>5947 päivää, 15 tuntia</td> <td><span>Kolmas osapuoli</span></td> </tr> </tbody> </table>

source: <p>The chats on the hel.fi&nbsp; website require functional chat cookies to function. By using a chat, you automatically accept the functional cookies it requires.&nbsp; No separate cookie consent is needed. Functional chat cookies are only downloaded to your device if you start a chat.</p> <table> <thead> <tr> <th>Name</th> <th>Provider</th> <th>Purpose of the cookie</th> <th>Validity</th> <th>Type</th> </tr> </thead> <tbody> <tr> <td>_genesys.widgets.*</td> <td>hel.fi</td> <td>Used for storing data required by the chat functionality.</td> <td>Session</td> <td>&nbsp;</td> </tr> <tr> <td>__VCAP_ID__</td> <td>coh-chat-app-prod.eu-de.mybluemix.net</td> <td>The cookie is an obligatory cookie that facilitates visiting the website.</td> <td>Session</td> <td>Third party</td> </tr> <tr> <td>gcReturnSessionId&nbsp;<br /> gcAlternativeReturnUrl&nbsp;<br /> gcReturnUrl&nbsp;<br /> gcLoginButtonState</td> <td>hel.fi</td> <td>Used for authentication in the chat.</td> <td>Session</td> <td>&nbsp;</td> </tr> </tbody> </table>
fi: <p>Toiminnallisten chat-evästeiden avulla mahdollistetaan helfi-sivujen chattien toiminta. Jos aloitat chatin, hyväksyt sen käyttöön liittyvät toiminnalliset evästeet automaattisesti.&nbsp; Evästeiden hyväksymiseen ei tällöin tarvita erillistä suostumusta. Toiminnallisia chat-evästeitä ladataan laitteellesi vain, jos käynnistät chatin.</p> <table> <thead> <tr> <th>Nimi</th> <th>Tarjoaja</th> <th>Tarkoitus</th> <th>Voimassa</th> <th>Tyyppi</th> </tr> </thead> <tbody> <tr> <td>_genesys.widgets.*</td> <td>hel.fi</td> <td>Käytetään chatin tarvitseman datan tallentamiseen.</td> <td>Istunto</td> <td>&nbsp;</td> </tr> <tr> <td>__VCAP_ID__</td> <td>coh-chat-app-prod.eu-de.mybluemix.net</td> <td>Sivuston pakollinen eväste mahdollistaa kävijän vierailun sivustolla.</td> <td>Istunto</td> <td>Kolmas osapuoli</td> </tr> <tr> <td>gcReturnSessionId&nbsp;<br /> gcAlternativeReturnUrl&nbsp;<br /> gcReturnUrl&nbsp;<br /> gcLoginButtonState</td> <td>hel.fi</td> <td>Käytetään tunnistautumiseen chatissa.</td> <td>Istunto</td> <td>&nbsp;</td> </tr> <tr> <td>leijuke.*</td> <td>hel.fi</td> <td>Käytetään chatin tarvitseman datan tallentamiseen.</td> <td>Istunto</td> <td>&nbsp;</td> </tr> <tr> <td>connect.sid</td> <td>hel-thk-botti.kuurahealth.com</td> <td>Kuuran evästettä käytetään chatin tarvitseman datan tallentamiseen.</td> <td>Istunto</td> <td>Kolmas osapuoli</td> </tr> </tbody> </table>

source: <p>The information collected by statistics cookies is used for developing the website.</p> <table> <thead> <tr> <th>Name</th> <th>Provider</th> <th>Purpose of the cookie</th> <th>Validity</th> <th>Type</th> </tr> </thead> <tbody> <tr> <td>Snoobisession_hel_fi</td> <td>hel.fi</td> <td> <p>The cookie is used for maintaining the session and is removed once the user leaves the website.</p> </td> <td>Session</td> <td>&nbsp;</td> </tr> <tr> <td>Snoobi30minute_hel_fi</td> <td>hel.fi</td> <td> <p>The cookie collects statistical information about the visitor's navigation on the website.</p> </td> <td>1 hour</td> <td>&nbsp;</td> </tr> <tr> <td>SnoobiID</td> <td>hel.fi</td> <td> <p>The Snoobi statistics system cookie collects information about the use of the website.</p> </td> <td>730 days</td> <td>&nbsp;</td> </tr> <tr> <td>nmstat</td> <td>hel.fi</td> <td> <p>The Siteimprove statistics cookie collects information about the use of the website.</p> </td> <td>1000 days</td> <td>&nbsp;</td> </tr> <tr> <td>Snoobisession_hel_projektit</td> <td>hel.fi</td> <td> <p>The Snoobi statistics system cookie is used for the duration of the visit on the website and saves information about the user's navigation on the site for statistics and development of the website.</p> </td> <td>Session</td> <td>&nbsp;</td> </tr> <tr> <td>Snoobi30minute_hel_projektit</td> <td>hel.fi</td> <td> <p>The Snoobi Analytics cookie collects information about the visitor's behaviour on the website for 30 minutes.</p> </td> <td>1 hour</td> <td>&nbsp;</td> </tr> <tr> <td>_pk_id.*</td> <td>hel.fi</td> <td> <p>Matomo Analytics - used to store a few details about the user such as the unique visitor ID</p> </td> <td>393 days</td> <td>&nbsp;</td> </tr> <tr> <td>_pk_ses.141.89f6</td> <td>hel.fi</td> <td>-</td> <td>1 hour</td> <td>&nbsp;</td> </tr> <tr> <td>_pk_id.*</td> <td>kartta.hel.fi</td> <td> <p>Matomo Analytics - used to store a few details about the user such as the unique visitor ID</p> </td> <td>393 days</td> <td>&nbsp;</td> </tr> <tr> <td>_pk_ses.*</td> <td>kartta.hel.fi</td> <td> <p>Matomo Analytics - short lived cookies used to temporarily store data for the visit</p> </td> <td>1 hour</td> <td>&nbsp;</td> </tr> <tr> <td>_pk_id.*</td> <td>palvelukartta.hel.fi</td> <td> <p>Matomo Analytics - used to store a few details about the user such as the unique visitor ID</p> </td> <td>393 days</td> <td>&nbsp;</td> </tr> <tr> <td>_pk_ses.*</td> <td>palvelukartta.hel.fi</td> <td> <p>Matomo Analytics - short lived cookies used to temporarily store data for the visit</p> </td> <td>1 hour</td> <td>&nbsp;</td> </tr> <tr> <td>__utma</td> <td>helsinkikanava.fi</td> <td> <p>The Google Analytics cookie collects information about the visitor's behaviour on the website.</p> </td> <td>730 days</td> <td>Third party</td> </tr> <tr> <td>__utmc</td> <td>helsinkikanava.fi</td> <td> <p>The Google Analytics cookie saves the time at which the visitor leaves the service.</p> </td> <td>Session</td> <td>Third party</td> </tr> <tr> <td>__utmz</td> <td>helsinkikanava.fi</td> <td> <p>The Google Analytics cookie saves information about from where the user came to the website.</p> </td> <td>182 days, 12 hours</td> <td>Third party</td> </tr> <tr> <td>__utmt</td> <td>helsinkikanava.fi</td> <td> <p>The Google Analytics cookie decreases information collection during heavy traffic.</p> </td> <td>1 hour</td> <td>Third party</td> </tr> <tr> <td>__utmb</td> <td>helsinkikanava.fi</td> <td> <p>The Google Analytics cookie collects information about the visitor's behaviour on the website for 30 minutes.</p> </td> <td>1 hour</td> <td>Third party</td> </tr> <tr> <td>YSC</td> <td>youtube.com</td> <td> <p>The YouTube cookie facilitates including videos as part of the website's content.</p> </td> <td>Session</td> <td>Third party</td> </tr> </tbody> </table>
fi: <p>Tilastointievästeiden keräämää tietoa käytetään verkkosivuston kehittämiseen.</p> <table> <thead> <tr> <th>Nimi</th> <th>Tarjoaja</th> <th>Tarkoitus</th> <th>Voimassa</th> <th>Tyyppi</th> </tr> </thead> <tbody> <tr> <td>Snoobisession_hel_fi</td> <td>hel.fi</td> <td> <p>Eväste on käytössä kävijän käynnin ylläpitämiseksi ja se poistetaan kävijän poistuttua.</p> </td> <td>Istunto</td> <td>&nbsp;</td> </tr> <tr> <td>Snoobi30minute_hel_fi</td> <td>hel.fi</td> <td> <p>Eväste kerää tietoa kävijän liikkeistä sivustolla tilastointia varten.</p> </td> <td>1 tunti</td> <td>&nbsp;</td> </tr> <tr> <td>SnoobiID</td> <td>hel.fi</td> <td> <p>Snoobi-tilastointijärjestelmän eväste.</p> </td> <td>730 päivää</td> <td>&nbsp;</td> </tr> <tr> <td>nmstat</td> <td>hel.fi</td> <td> <p>Siteimproven tilastointieväste kerää tietoa kävijän sivujen käytöstä.</p> </td> <td>1000 päivää</td> <td>&nbsp;</td> </tr> <tr> <td>Snoobisession_hel_projektit</td> <td>hel.fi</td> <td> <p>Snoobi-tilastointijärjestelmän eväste on käytössä koko sivuilla vierailun ajan.</p> </td> <td>Istunto</td> <td>&nbsp;</td> </tr> <tr> <td>Snoobi30minute_hel_projektit</td> <td>hel.fi</td> <td> <p>Snoobi-tilastointijärjestelmän eväste on käytössä koko vierailun ajan.</p> </td> <td>1 tunti</td> <td>&nbsp;</td> </tr> <tr> <td>_pk_id.*</td> <td>hel.fi</td> <td> <p>Matomo-tilastointijärjestelmän eväste.</p> </td> <td>393 päivää</td> <td>&nbsp;</td> </tr> <tr> <td>_pk_ses.141.89f6</td> <td>hel.fi</td> <td>-</td> <td>1 tunti</td> <td>&nbsp;</td> </tr> <tr> <td>_pk_id.*</td> <td>kartta.hel.fi</td> <td> <p>Matomo-tilastointijärjestelmän eväste.</p> </td> <td>393 päivää</td> <td>&nbsp;</td> </tr> <tr> <td>_pk_ses.*</td> <td>kartta.hel.fi</td> <td> <p>Matomo-tilastointijärjestelmän eväste.</p> </td> <td>1 tunti</td> <td>&nbsp;</td> </tr> <tr> <td>_pk_id.*</td> <td>palvelukartta.hel.fi</td> <td> <p>Matomo-tilastointijärjestelmän eväste.</p> </td> <td>393 päivää</td> <td>&nbsp;</td> </tr> <tr> <td>_pk_ses.*</td> <td>palvelukartta.hel.fi</td> <td> <p>Matomo-tilastointijärjestelmän eväste.</p> </td> <td>1 tunti</td> <td>&nbsp;</td> </tr> <tr> <td>__utma</td> <td>helsinkikanava.fi</td> <td> <p>Google Analyticsin eväste kerää tietoa kävijän liikkeistä sivustolla.</p> </td> <td>730 päivää</td> <td>Kolmas osapuoli</td> </tr> <tr> <td>__utmc</td> <td>helsinkikanava.fi</td> <td> <p>Google Analyticsin eväste tallentaa kävijän poistumisajan palvelusta.</p> </td> <td>Istunto</td> <td>Kolmas osapuoli</td> </tr> <tr> <td>__utmz</td> <td>helsinkikanava.fi</td> <td> <p>Google Analyticsin eväste tallentaa tiedon, mistä kävijä on tullut sivustolle.</p> </td> <td>182 päivää, 12 tuntia</td> <td>Kolmas osapuoli</td> </tr> <tr> <td>__utmt</td> <td>helsinkikanava.fi</td> <td> <p>Google Analyticsin eväste vähentää tiedon keräämistä ruuhkaisina aikoina.</p> </td> <td>1 tunti</td> <td>Kolmas osapuoli</td> </tr> <tr> <td>__utmb</td> <td>helsinkikanava.fi</td> <td> <p>Google Analyticsin eväste kerää tietoa 30 minuuttia kävijän liikkeistä sivustolla.</p> </td> <td>1 tunti</td> <td>Kolmas osapuoli</td> </tr> <tr> <td>rnsbid</td> <td><span><span>reactandshare.com</span></span></td> <td><span><span>React &amp; Share -reaktionappien toimintaan liittyvä tietue.</span></span></td> <td>-</td> <td>Paikallinen muisti</td> </tr> <tr> <td>rnsbid_ts</td> <td><span><span>reactandshare.com</span></span></td> <td><span><span>React &amp; Share -reaktionappien toimintaan liittyvä tietue.</span></span></td> <td>-</td> <td>Paikallinen muisti</td> </tr> <tr> <td>rns_reaction_*</td> <td><span><span>reactandshare.com</span></span></td> <td><span><span>React &amp; Share -reaktionappien toimintaan liittyvä tietue.</span></span></td> <td>-</td> <td>Paikallinen muisti</td> </tr> <tr> <td>YSC</td> <td>youtube.com</td> <td> <p>YouTuben eväste mahdollistaa videoiden upottamisen sivustolle.</p> </td> <td>Istunto</td> <td>Kolmas osapuoli</td> </tr> </tbody> </table>

source: Accept
fi: Hyväksy

source: Accept all cookies
fi: Hyväksy kaikki evästeet

source: Accept selected cookies
fi: Hyväksy valitut evästeet

source: Accept only essential cookies
fi: Hyväksy vain välttämättömät evästeet

source: Cookie settings
fi: Evästeasetukset

source: Essential cookies
fi: Välttämättömät toiminnalliset evästeet

source: Functional chat cookies
fi: Toiminnalliset chat-evästeet

source: Hide
fi: Piilossa

source: Marketing cookies
fi: Markkinointi

source: No, thanks
fi: Ei kiitos

source: Preference cookies
fi: Personointi

source: Privacy settings
fi: Tietosuoja-asetukset

source: Show cookies
fi: Näytä evästeet

source: Statistics cookies
fi: Tilastointi
