Repository: City-of-Helsinki/drupal-helfi-platform-config
Catalog: modules/helfi_*_cookie_compliance/translations/*.po
Languages: sv

source: <h2>Hel.fi uses cookies</h2> <p>We use essential cookies on our website to make the site work. Also third party cookies are used if you give us your permission.</p>
sv: <h2>Hel.fi använder cookies</h2><p>Vi använder viktiga cookies på vår webbplats för att få webbplatsen att fungera. Även tredjepartscookies används om du ger oss ditt tillstånd.</p>

source: <p>A cookie is a small-scale data storage program that a computer browser installs on a user's computer hard drive. Whenever the user's browser retrieves the site from the City of Helsinki's servers, the message is sent back to the user's computer. Javascript and server logs are used to record, for example, the number of users, country of use, usage time and browser used, as well as the content that the visitor has visited. The cookie does not damage the drive.</p> <p>Cookies are used to speed up, analyze and develop the website and to target content to each user.</p>
sv: <p>En kaka (eng. cookie) är en liten textfil som webbläsaren sparar i användarens dator eller mobila enhet när hen besöker en webbplats. Den skadar inte användarens enhet eller filer. Kakor kan inte användas för att sprida skadeprogram.<br /> <br /> Användarinformationen som fås från kakorna hjälper oss att säkerställa webbplatsens funktionalitet och förbättra kvaliteten på våra digitala tjänster. Med hjälp av dem kan vi utveckla webbplatsens användarvänlighet och göra det lättare att hitta information.</p>

source: <p>Essential cookies help to make the website usable by allowing basic functions, navigating the page and using the protected areas of the site. The website will not work properly without these cookies and their consent is not required.</p> <table> <thead> <tr> <th>Name</th> <th>Provider</th> <th>Purpose of the cookie</th> <th>Validity</th> <th>Type</th> </tr> </thead> <tbody> <tr> <td>cookiehub</td> <td>cookiehub.com</td> <td>Used by CookieHub to store information about whether visitors have given or declined the use of cookie categories used on the hel.fi site.</td> <td>365 days</td> <td>&nbsp;</td> </tr> <tr> <td>cookie-agreed</td> <td>hel.fi</td> <td>Used by hel.fi Drupal to store information&nbsp;about whether visitors have given or declined the use of cookie categories used on the hel.fi site.</td> <td>100 days</td> <td>&nbsp;</td> </tr> <tr> <td>cookie-agreed-version</td> <td>hel.fi</td> <td>Used by hel.fi Drupal to store information&nbsp;about what version of the cookie consent the user has agreed to.</td> <td>100 days</td> <td>&nbsp;</td> </tr> <tr> <td>cookie-agreed-categories</td> <td>hel.fi</td> <td>Used by hel.fi Drupal to store information&nbsp;about what cookie categories the user has agreed to.</td> <td>100 days</td> <td>&nbsp;</td> </tr> <tr> <td>AWSELB</td> <td>siteimproveanalytics.io</td> <td> <p>The cookie is related to a load distribution function used to direct requests to servers with the least traffic.</p> </td> <td>Session</td> <td>Third party</td> </tr> <tr> <td>AWSELBCORS</td> <td>siteimproveanalytics.io</td> <td> <p>The cookie is related to a load distribution function used to direct requests to servers with the least traffic.</p> </td> <td>Session</td> <td>Third party</td> </tr> <tr> <td>mtm_cookie_consent</td> <td>kartta.hel.fi</td> <td> <p>A technical cookie that stores information about how you responded to the notice in the cookie banner about the use of cookies.</p> </td> <td>10950 days</td> <td>&nbsp;</td> </tr> <tr> <td>frosmo_quickContext</td> <td>hel.fi</td> <td> <p>The Frosmo cookie improves the user experience and provides targeted content.</p> </td> <td>365 days</td> <td>&nbsp;</td> </tr> <tr> <td>id</td> <td>frosmo.com</td> <td> <p>The cookie facilitates visiting the website but does not save information that could be used to identify the visitor.</p> </td> <td>5947 days, 15 hours</td> <td>Third party</td> </tr> <tr> <td>JSESSIONID</td> <td>helsinkikanava.fi</td> <td> <p>The cookie is an obligatory cookie that facilitates visiting the website.</p> </td> <td>Session</td> <td>Third party</td> </tr> <tr> <td>COOKIE_SUPPORT</td> <td>helsinkikanava.fi</td> <td> <p>The cookie facilitates managing cookies on the website.</p> </td> <td>365 days</td> <td>Third party</td> </tr> </tbody> </table>
sv: <p>Nödvändiga cookies hjälper till att göra webbplatsen användbar genom att tillåta grundläggande funktioner som att navigera på sidan och använda de skyddade områdena på webbplatsen. Webbplatsen fungerar inte korrekt utan dessa cookies och kräver inte samtycke.</p> <table> <thead> <tr> <th>Namn</th> <th>Tjänsteleverantör</th> <th>Cookie syfte</th> <th>Giltighet</th> <th>Typ</th> </tr> </thead> <tbody> <tr> <td>cookiehub</td> <td>cookiehub.com</td> <td>Cookie möjliggör hantering av cookies på hel.fi webbplatsen.</td> <td>365 dagar</td> <td>&nbsp;</td> </tr> <tr> <td>cookie-agreed</td> <td>hel.fi</td> <td>Cookie möjliggör hantering av cookies på webbplatsen.</td> <td>100 dagar</td> <td>&nbsp;</td> </tr> <tr> <td>cookie-agreed-version</td> <td>hel.fi</td> <td>Används för att lagra information om versionen av cookies samtycke som användaren har godkänt.</td> <td>100 dagar</td> <td>&nbsp;</td> </tr> <tr> <td>cookie-agreed-categories</td> <td>hel.fi</td> <td>Används för att lagra information om vilka cookie -kategorier användaren har godkänt.</td> <td>100 dagar</td> <td>&nbsp;</td> </tr> <tr> <td>SSESS*</td> <td>hel.fi</td> <td><span>En cookie relaterad till driften av innehållshanteringssystemet.</span></td> <td>23 dagar</td> <td>&nbsp;</td> </tr> <tr> <td>AWSELB</td> <td>siteimproveanalytics.io</td> <td> <p>Cookie är kopplad till funktionen för lastfördelning som styr begäran till en server med mindre belastning.</p> </td> <td>session</td> <td>Tredje part</td> </tr> <tr> <td>AWSELBCORS</td> <td>siteimproveanalytics.io</td> <td> <p>Cookie är kopplad till funktionen för lastfördelning som styr begäran till en server med mindre belastning.</p> </td> <td>session</td> <td>Tredje part</td> </tr> <tr> <td>mtm_cookie_consent</td> <td>kartta.hel.fi</td> <td> <p>A technical cookie that stores information about how you responded to the notice in the cookie banner about the use of cookies.</p> </td> <td>10950 dagar</td> <td>&nbsp;</td> </tr> <tr> <td>frosmo_quickContext</td> <td>hel.fi</td> <td> <p>Frosmos cookie förbättrar användarupplevelsen och erbjuder inriktat innehåll.</p> </td> <td>365 dagar</td> <td>&nbsp;</td> </tr> <tr> <td>id</td> <td>frosmo.com</td> <td> <p>Cookie möjliggör besöket på webbplatsen men sparar inga uppgifter som kan användas för att identifiera besökaren.</p> </td> <td>5947 dagar, 15 timmar</td> <td>Tredje part</td> </tr> <tr> <td>JSESSIONID</td> <td> <p>helsinkikanava.fi</p> <p>coh-chat-app-prod.eu-de.mybluemix.net</p> </td> <td> <p>Kakan är en obligatorisk kaka som gör det möjligt för besökaren att besöka webbplatsen.</p> </td> <td>session</td> <td>Tredje part</td> </tr> <tr> <td>COOKIE_SUPPORT</td> <td>helsinkikanava.fi</td> <td>Kakan möjliggör hanteringen av kakor på webbplatsen.</td> <td>365 dagar</td> <td>Tredje part</td> </tr> </tbody> </table>

source: <p>Marketing cookies are used to target content to the user.</p> <table> <thead> <tr> <th>Name</th> <th>Provider</th> <th>Purpose of the cookie</th> <th>Validity</th> <th>Type</th> </tr> </thead> <tbody> <tr> <td>IDE</td> <td>doubleclick.net</td> <td> <p>The Google cookie facilitates targeted communication to users of the website.</p> </td> <td>390 days</td> <td>Third party</td> </tr> </tbody> </table>
sv: <p>Med hjälp av marknadsföringskakor kan innehåll riktas till webbplatsens användare.</p> <table> <thead> <tr> <th>Namn</th> <th>Tjänsteleverantör</th> <th>Cookie syfte</th> <th>Giltighet</th> <th>Typ</th> </tr> </thead> <tbody> <tr> <td>IDE</td> <td>doubleclick.net</td> <td> <p>Googles kaka möjliggör inriktad kommunikation direkt till webbplatsens användare.</p> </td> <td>390 dagar</td> <td>Tredje part</td> </tr> </tbody> </table>

source: <p>Preference cookies modify the visuals and functions of the website based on the user's previous sessions.</p> <table> <thead> <tr> <th>Name</th> <th>Provider</th> <th>Purpose of the cookie</th> <th>Validity</th> <th>Type</th> </tr> </thead> <tbody> <tr> <td>httpskartta.hel.fi.SWCulture</td> <td>kartta.hel.fi</td> <td> <p>The City's map service cookie saves the language in which the service is used.</p> </td> <td>1826 days</td> <td></td> </tr> <tr> <td>icareus-device</td> <td>helsinkikanava.fi</td> <td> <p>The Helsinki Channel video server cookie facilitates including videos as part of the website's content.</p> </td> <td>365 days</td> <td>Third party</td> </tr> <tr> <td>VISITOR_INFO1_LIVE</td> <td>youtube.com</td> <td> <p>The YouTube cookie selects the old or new video player depending on the connection speed.</p> </td> <td>180 days</td> <td>Third party</td> </tr> <tr> <td>CONSENT</td> <td>youtube.com</td> <td> <p>Used by Google to store user consent preferences</p> </td> <td>5947 days, 15 hours</td> <td>Third party</td> </tr> </tbody> </table>
sv: <p>Preferenscookies ändrar webbplatsens utseende och funktioner enligt användarens tidigare användning.</p> <p>&nbsp;</p> <table> <thead> <tr> <th>Namn</th> <th>Tjänsteleverantör</th> <th>Cookie syfte</th> <th>Giltighet</th> <th>Typ</th> </tr> </thead> <tbody> <tr> <td>httpskartta.hel.fi.SWCulture</td> <td>kartta.hel.fi</td> <td> <p>I kakan på stadens kaktjänst sparas det språk som användaren använder i tjänsten.</p> </td> <td>1826 dagar</td> <td>&nbsp;</td> </tr> <tr> <td>icareus-device</td> <td>helsinkikanava.fi</td> <td> <p>Helsinki-kanavas kaka gör det möjligt att göra videor till en del av innehållet på webbplatsen.</p> </td> <td>365 dagar</td> <td>Tredje part</td> </tr> <tr> <td>VISITOR_INFO1_LIVE</td> <td>youtube.com</td> <td> <p>YouTubes kaka väljer antingen den nya eller gamla videospelaren enligt förbindelsens hastighet.</p> </td> <td>180 dagar</td> <td>Tredje part</td> </tr> <tr> <td>CONSENT</td> <td>youtube.com</td> <td>Används av Google för att lagra inställningar för användarens samtycke</td> <td>5947 dagar, 15 timmar</td> <td>Tredje part</td> </tr> </tbody> </table> <p>&nbsp;</p>

source: <p>The chats on the hel.fi&nbsp; website require functional chat cookies to function. By using a chat, you automatically accept the functional cookies it requires.&nbsp; No separate cookie consent is needed. Functional chat cookies are only downloaded to your device if you start a chat.</p> <table> <thead> <tr> <th>Name</th> <th>Provider</th> <th>Purpose of the cookie</th> <th>Validity</th> <th>Type</th> </tr> </thead> <tbody> <tr> <td>_genesys.widgets.*</td> <td>hel.fi</td> <td>Used for storing data required by the chat functionality.</td> <td>Session</td> <td>&nbsp;</td> </tr> <tr> <td>__VCAP_ID__</td> <td>coh-chat-app-prod.eu-de.mybluemix.net</td> <td>The cookie is an obligatory cookie that facilitates visiting the website.</td> <td>Session</td> <td>Third party</td> </tr> <tr> <td>gcReturnSessionId&nbsp;<br /> gcAlternativeReturnUrl&nbsp;<br /> gcReturnUrl&nbsp;<br /> gcLoginButtonState</td> <td>hel.fi</td> <td>Used for authentication in the chat.</td> <td>Session</td> <td>&nbsp;</td> </tr> </tbody> </table>
sv: <p>Chattarna på webbplatsen hel.fi&nbsp; fungerar med hjälp av funktionella chattkakor. Om du inleder en chatt godkänner du automatiskt de nödvändiga funktionella kakorna.&nbsp; Då behövs inget separat samtycke till kakor. Funktionella chattkakor laddas endast ner på din enhet om du inleder en chatt.</p> <table> <thead> <tr> <th>Namn</th> <th>Tjänsteleverantör</th> <th>Cookie syfte</th> <th>Giltighet</th> <th>Typ</th> </tr> </thead> <tbody> <tr> <td>_genesys.widgets.*</td> <td>hel.fi</td> <td>Används för att lagra data som behövs för chatten.</td> <td>session</td> <td>&nbsp;</td> </tr> <tr> <td>__VCAP_ID__</td> <td>coh-chat-app-prod.eu-de.mybluemix.net</td> <td>Kakan är en obligatorisk kaka som gör det möjligt för besökaren att besöka webbplatsen.</td> <td>session</td> <td>Tredje part</td> </tr> <tr> <td>gcReturnSessionId&nbsp;<br /> gcAlternativeReturnUrl&nbsp;<br /> gcReturnUrl&nbsp;<br /> gcLoginButtonState</td> <td>hel.fi</td> <td>Används för autentisering i chatten.</td> <td>session</td> <td>&nbsp;</td> </tr> <tr> <td>leijuke.*</td> <td>hel.fi</td> <td>Används för att lagra data som behövs för chatten.</td> <td>session</td> <td>&nbsp;</td> </tr> <tr> </tbody> </table>

source: <p>The information collected by statistics cookies is used for developing the website.</p> <table> <thead> <tr> <th>Name</th> <th>Provider</th> <th>Purpose of the cookie</th> <th>Validity</th> <th>Type</th> </tr> </thead> <tbody> <tr> <td>Snoobisession_hel_fi</td> <td>hel.fi</td> <td> <p>The cookie is used for maintaining the session and is removed once the user leaves the website.</p> </td> <td>Session</td> <td>&nbsp;</td> </tr> <tr> <td>Snoobi30minute_hel_fi</td> <td>hel.fi</td> <td> <p>The cookie collects statistical information about the visitor's navigation on the website.</p> </td> <td>1 hour</td> <td>&nbsp;</td> </tr> <tr> <td>SnoobiID</td> <td>hel.fi</td> <td> <p>The Snoobi statistics system cookie collects information about the use of the website.</p> </td> <td>730 days</td> <td>&nbsp;</td> </tr> <tr> <td>nmstat</td> <td>hel.fi</td> <td> <p>The Siteimprove statistics cookie collects information about the use of the website.</p> </td> <td>1000 days</td> <td>&nbsp;</td> </tr> <tr> <td>Snoobisession_hel_projektit</td> <td>hel.fi</td> <td> <p>The Snoobi statistics system cookie is used for the duration of the visit on the website and saves information about the user's navigation on the site for statistics and development of the website.</p> </td> <td>Session</td> <td>&nbsp;</td> </tr> <tr> <td>Snoobi30minute_hel_projektit</td> <td>hel.fi</td> <td> <p>The Snoobi Analytics cookie collects information about the visitor's behaviour on the website for 30 minutes.</p> </td> <td>1 hour</td> <td>&nbsp;</td> </tr> <tr> <td>_pk_id.*</td> <td>hel.fi</td> <td> <p>Matomo Analytics - used to store a few details about the user such as the unique visitor ID</p> </td> <td>393 days</td> <td>&nbsp;</td> </tr> <tr> <td>_pk_ses.141.89f6</td> <td>hel.fi</td> <td>-</td> <td>1 hour</td> <td>&nbsp;</td> </tr> <tr> <td>_pk_id.*</td> <td>kartta.hel.fi</td> <td> <p>Matomo Analytics - used to store a few details about the user such as the unique visitor ID</p> </td> <td>393 days</td> <td>&nbsp;</td> </tr> <tr> <td>_pk_ses.*</td> <td>kartta.hel.fi</td> <td> <p>Matomo Analytics - short lived cookies used to temporarily store data for the visit</p> </td> <td>1 hour</td> <td>&nbsp;</td> </tr> <tr> <td>_pk_id.*</td> <td>palvelukartta.hel.fi</td> <td> <p>Matomo Analytics - used to store a few details about the user such as the unique visitor ID</p> </td> <td>393 days</td> <td>&nbsp;</td> </tr> <tr> <td>_pk_ses.*</td> <td>palvelukartta.hel.fi</td> <td> <p>Matomo Analytics - short lived cookies used to temporarily store data for the visit</p> </td> <td>1 hour</td> <td>&nbsp;</td> </tr> <tr> <td>__utma</td> <td>helsinkikanava.fi</td> <td> <p>The Google Analytics cookie collects information about the visitor's behaviour on the website.</p> </td> <td>730 days</td> <td>Third party</td> </tr> <tr> <td>__utmc</td> <td>helsinkikanava.fi</td> <td> <p>The Google Analytics cookie saves the time at which the visitor leaves the service.</p> </td> <td>Session</td> <td>Third party</td> </tr> <tr> <td>__utmz</td> <td>helsinkikanava.fi</td> <td> <p>The Google Analytics cookie saves information about from where the user came to the website.</p> </td> <td>182 days, 12 hours</td> <td>Third party</td> </tr> <tr> <td>__utmt</td> <td>helsinkikanava.fi</td> <td> <p>The Google Analytics cookie decreases information collection during heavy traffic.</p> </td> <td>1 hour</td> <td>Third party</td> </tr> <tr> <td>__utmb</td> <td>helsinkikanava.fi</td> <td> <p>The Google Analytics cookie collects information about the visitor's behaviour on the website for 30 minutes.</p> </td> <td>1 hour</td> <td>Third party</td> </tr> <tr> <td>YSC</td> <td>youtube.com</td> <td> <p>The YouTube cookie facilitates including videos as part of the website's content.</p> </td> <td>Session</td> <td>Third party</td> </tr> </tbody> </table>
sv: <p>De uppgifter statistikkakorna samlar in används för att utveckla webbplatsen.</p> <table> <thead> <tr> <th>Namn</th> <th>Tjänsteleverantör</th> <th>Cookie syfte</th> <th>Giltighet</th> <th>Typ</th> </tr> </thead> <tbody> <tr> <td>Snoobisession_hel_fi</td> <td>hel.fi</td> <td> <p>Cookie används för att upprätthålla besöket och raderas då användaren lämnar webbplatsen.</p> </td> <td>session</td> <td>&nbsp;</td> </tr> <tr> <td>Snoobi30minute_hel_fi</td> <td>hel.fi</td> <td> <p>Cookie samlar statistikuppgifter om hur besökaren rör sig på webbplatsen.</p> </td> <td>1 timme</td> <td>&nbsp;</td> </tr> <tr> <td>SnoobiID</td> <td>hel.fi</td> <td> <p>Snoobi-statistiksystemets kaka samlar information om hur webbplatsen används.</p> </td> <td>730 dagar</td> <td>&nbsp;</td> </tr> <tr> <td>nmstat</td> <td>hel.fi</td> <td> <p>Siteimproves kaka samlar information om hur webbplatsen används.</p> </td> <td>1000 dagar</td> <td>&nbsp;</td> </tr> <tr> <td>Snoobisession_hel_projektit</td> <td>hel.fi</td> <td> <p>Snoobi-statistiksystemets kaka används under hela den tid besökaren är på webbplatsen och sparar besökarens rörelser på webbplatsen för statistik och för utveckling av webbplatsen.</p> </td> <td>session</td> <td>&nbsp;</td> </tr> <tr> <td>Snoobi30minute_hel_projektit</td> <td>hel.fi</td> <td> <p>Snoobi-statistiksystemets kaka används under 30 minuter besökaren är på webbplatsen och sparar besökarens rörelser på webbplatsen för statistik och för utveckling av webbplatsen.</p> </td> <td>1 timme</td> <td>&nbsp;</td> </tr> <tr> <td>_pk_id.*</td> <td>hel.fi</td> <td> <p>Matomo-statistiksystemets kaka samlar information om hur webbplatsen används.</p> </td> <td>393 dagar</td> <td>&nbsp;</td> </tr> <tr> <td>_pk_ses.141.89f6</td> <td>hel.fi</td> <td>-</td> <td>1 timme</td> <td>&nbsp;</td> </tr> <tr> <td>_pk_id.*</td> <td>kartta.hel.fi</td> <td> <p>Matomo-statistiksystemets kaka samlar information om hur webbplatsen används.</p> </td> <td>393 dagar</td> <td>&nbsp;</td> </tr> <tr> <td>_pk_ses.*</td> <td>kartta.hel.fi</td> <td> <p>Matomo-statistiksystemets kaka samlar information om hur webbplatsen används.</p> </td> <td>1 timme</td> <td>&nbsp;</td> </tr> <tr> <td>_pk_id.*</td> <td>palvelukartta.hel.fi</td> <td> <p>Matomo-statistiksystemets kaka samlar information om hur webbplatsen används.</p> </td> <td>393 dagar</td> <td>&nbsp;</td> </tr> <tr> <td>_pk_ses.*</td> <td>palvelukartta.hel.fi</td> <td> <p>Matomo-statistiksystemets kaka samlar information om hur webbplatsen används.</p> </td> <td>1 timme</td> <td>&nbsp;</td> </tr> <tr> <td>__utma</td> <td>helsinkikanava.fi</td> <td> <p>Google Analytics kaka samlar information om hur besökaren rört sig på webbplatsen.</p> </td> <td>730 dagar</td> <td>Tredje part</td> </tr> <tr> <td>__utmc</td> <td>helsinkikanava.fi</td> <td> <p>Google Analytics kaka sparar den tidpunkt då besökaren lämnar tjänsten.</p> </td> <td>session</td> <td>Tredje part</td> </tr> <tr> <td>__utmz</td> <td>helsinkikanava.fi</td> <td> <p>Google Analytics kaka sparar information om varifrån besökaren kommit till webbplatsen.</p> </td> <td>182 dagar, 12 timmar</td> <td>Tredje part</td> </tr> <tr> <td>__utmt</td> <td>helsinkikanava.fi</td> <td> <p>Google Analytics kaka minskar insamlingen av information under rusningstider.</p> </td> <td>1 timme</td> <td>Tredje part</td> </tr> <tr> <td>__utmb</td> <td>helsinkikanava.fi</td> <td> <p>Google Analytics kaka samlar information om hur besökaren rör sig på webbplatsen i 30 minuter.</p> </td> <td>1 timme</td> <td>Tredje part</td> </tr> <tr> <td>rnsbid</td> <td><span><span>reactandshare.com</span></span></td> <td><span>En post relaterad till driften av reaktionsknappen React &amp; Share.</span></td> <td>-</td> <td><span>Lokalt minne</span></td> </tr> <tr> <td>rnsbid_ts</td> <td><span><span>reactandshare.com</span></span></td> <td><span>En post relaterad till driften av reaktionsknappen React &amp; Share.</span></td> <td>-</td> <td><span>Lokalt minne</span></td> </tr> <tr> <td>rns_reaction_*</td> <td><span><span>reactandshare.com</span></span></td> <td><span>En post relaterad till driften av reaktionsknappen React &amp; Share.</span></td> <td>-</td> <td><span>Lokalt minne</span></td> </tr> <tr> <td>YSC</td> <td>youtube.com</td> <td>YouTubes kaka gör det möjligt att göra videor till en del av innehållet på webbplatsen.</td> <td>session</td> <td>Tredje part</td> </tr> </tbody> </table> <p>&nbsp;</p>

source: Accept
sv: Accepterar

source: Accept all cookies
sv: Acceptera alla cookies

source: Accept selected cookies
sv: Acceptera valda cookies

source: Accept only essential cookies
sv: Acceptera endast nödvändiga cookies

source: Cookie settings
sv: Cookie -inställningar

source: Essential cookies
sv: Nödvändiga funktionella cookies

source: Functional chat cookies
sv: Funktionella chattkakor

source: Hide
sv: Dölj

source: Marketing cookies
sv: Marknadsföring

source: No, thanks
sv: Nej, tack

source: Preference cookies
sv: Preferens

source: Privacy settings
sv: Sekretessinställningar

source: Show cookies
sv: Visa cookies

source: Statistics cookies
sv: Statistik

source: Withdraw consent
sv: Återkalla samtycke

source: <p>Your current cookie settings are below. Submit the form to make changes.</p>
sv: <p>Dina nuvarande cookie -inställningar finns nedan. Skicka in formuläret för att göra ändringar.</p>

source: <p><strong>You have not saved any cookie preferences.</strong> By default only essential cookies are saved. See details below.</p>
sv: <p><strong>Du har inte sparat några cookieinställningar.</strong> Som standard sparas endast viktiga cookies. Se detaljer nedan.</p>
