Repository: City-of-Helsinki/drupal-helfi-platform-config
Catalog: modules/helfi_react_search/translations/*.po
Languages: sv

# React search
source: Search
sv: Sök

# Indication that events take place in a certain timeframe
source: at
sv: klockan

source: events
sv: evenemang

source: This event list is empty.
sv: Den här händelselistan är tom.

source: No worries though, this city does not run out of things to do.
sv: Inga bekymmer, den här staden har inte slut på saker att göra.

source: See all events
sv: Se alla evenemang

source: Load more events
sv: Ladda fler händelser

source: Refine search in tapahtumat.hel.fi
sv: Förfina sökningen i tapahtumat.hel.fi

source: Event keywords
sv: Händelse nyckelord

# Event search: search form title
source: Filter events
sv: Filtrera evenemang

# React search: all available options
source: All
sv: Alla

source: If you want to search for remote events, select only the option 'Internet (remote events)'
sv: Om du vill söka evenemang på distans, välj endast alternativet 'Internet (evenemang på distans)'

source: Select a venue
sv: Välj tidpunkt

# React search: remove item aria label
source: Remove item
sv: Töm valda

# React search: clear selections
source: Clear selections
sv: Rensa alla

source: Use the format D.M.YYYY
sv: Ange i formen D.M.ÅÅÅÅ

# React search: date selection label
source: Date
sv: Tidsperiod

source: Select a time period in which in which the event takes place
sv: Välj tidsperiod då evenemanget äger rum

source: First day of the time period
sv: Tidsperiodens första dag

source: The last day of the time period is the same as the first day
sv: Tidsperiodens sista dag är samma som första

source: Last day of the time period
sv: Tidsperiodens sista dag

# Event search: event type prefix
source: Show only
sv: Visa endast

source: Free-of-charge events
sv: Kostnadsfria evenemang

source: Remote events
sv: Evenemang på distans
