Repository: City-of-Helsinki/drupal-helfi-platform-config
Catalog: modules/helfi_paragraphs_number_highlights/translations/*.po
Languages: fi

# Number highlights
source: Number + Text (Default)
fi: Luku + Teksti (Oletus)

# Number highlights
source: Placeholder for Number
fi: Luku-kentän ohjeteksti

# Number highlights
source: Placeholder for Text
fi: Teksti-kentän ohjeteksti

# Number highlights
source: Number placeholder: @placeholder
fi: Luvun ohjeteksti: @placeholder

# Number highlights
source: Text placeholder: @placeholder
fi: Tekstin ohjeteksti: @placeholder

# Number highlights
source: Number
fi: Luku

# Number highlights
source: Text
fi: Teksti

# Number highlights
source: Numbers Item
fi: Numero ja teksti

# Number highlights
source: Stores a short number and text pair.
fi: Tallentaa lyhyen numeron ja tekstin parin.

# Number highlights
source: A maximum of 60 characters below the number. Start with a lowercase letter.
fi: Maksimissaan 60 merkin teksti luvun alle. Aloita pienellä kirjaimella.

# Number highlights
source: You can enter 1–7 characters.
fi: Voit laittaa 1-7 merkkiä.
