Repository: City-of-Helsinki/drupal-helfi-platform-config
Catalog: translations/new/*.po
Languages: sv

source: North Sami
sv: Nordsamiska

source: Round-the-clock care
sv: Dygnet runt-vård

source: Language immersion Finnish-Swedish
sv: Språkbad finska-svenska

source: Playgroup clubs
sv: Klubbar

source: Evening care
sv: Kvällsvård

source: Part-time day care
sv: Halvdagsgrupp

source: Start a chat
sv: Starta chatten

# Floating chat title
source: Chat
sv: Chatt

# Telia ACE chat
source: Loading chat...
sv: Laddar...

# Location autocomplete
source: Type @count or more characters for results
sv: Skriv @count eller fler tecken för att se resultat

# Location autocomplete
source: When autocomplete results are available use up and down arrows to review and enter to select. Touch device users, explore by touch or with swipe gestures.
sv: När autokomplettering är tillgänglig, använd upp- och nedåtpilarna för att bläddra och tryck enter för att välja. För pekskärmsanvändare, navigera med beröring eller svepgester.

# Location autocomplete
source: No address suggestions were found
sv: Inga adressförslag hittades

# Location autocomplete
source: There are @count results available.
sv: Det finns @count resultat tillgängliga.

# Location autocomplete
source: There is one result available.
sv: Det finns ett resultat tillgängligt.

# Location autocomplete
source: @selectedItem @position of @count is highlighted
sv: @selectedItem @position av @count är markerad

# Location autocomplete
source: Use current Location
sv: Använd aktuell plats

# Location autocomplete
source: We couldn't retrieve your current location. Try entering an address.
sv: Kunde inte använda din position. Prova att skriva in en adress.

# Anchor link
source: Copy link to heading @name.
sv: Kopiera länk till rubrik @name.

# Anchor link
source: Link to heading @name copied.
sv: Länk till rubrik @name kopierad.

# Anchor link
source: Failed to copy link heading @name.
sv: Kunde inte kopiera länk till rubrik @name.
