Repository: City-of-Helsinki/drupal-helfi-platform-config
Catalog: modules/hdbt_admin_tools/translations/*.po
Languages: fi, sv

source: Basic tags
fi: Perustägit

source: Button primary
fi: Taustavärillinen painike

source: Button secondary
fi: Reunustettu painike

source: Button supplementary
fi: Korostettu linkki

source: Color palette
fi: Väripaletti

source: Consent management
fi: Suostumusten hallinnointi
sv: Samtyckehantering

source: Dark
fi: Tumma

# HDBT Admin tools
source: Title
fi: Sivun otsikko

# HDBT Admin tools
source: A succinct description of the page content. Max. 160 characters. May be visible in search results. The description is fetched from the Lead-field and does not need to be set here.
fi: Kuvaus haetaan ingressi-kentästä (perussivut) tai heron tekstistä (laskeutumissivut), eikä sitä tarvitse muuttaa. Näkyy hel.fin haussa ja joskus hakukoneiden tuloksissa.

# HDBT Admin tools
source: Add image
fi: Lisää kuva

# HDBT Admin tools
source: Can be left unchanged. Tokens can be used to set metadata.
fi: Näitä asetuksia ei tarvitse muuttaa. Metatietojen asettamisessa voidaan käyttää valmiita korvauskuvioita.

# HDBT Admin tools
source: Description for search engines
fi: Kuvaus hakukoneille

# HDBT Admin tools
source: Editing metadata
fi: Metatietojen muuttaminen

# HDBT Admin tools
source: Hiding the page
fi: Ajastettu piilottaminen

# HDBT Admin tools
source: Image is not selected.
fi: Kuvaa ei ole valittu.

# HDBT Admin tools
source: Login with Tunnistamo
fi: Kirjaudu sisään kaupungin tunnuksilla
sv: Logga in med dina stadsuppgifter

# HDBT Admin tools
source: Page title is visible in search results and browser tab heading. The title is set automatically and does not need to be set here. Recommended max. length: 55–65 characters.
fi: Otsikko haetaan automaattisesti otsikko-kentästä, eikä sitä tarvitse muuttaa. Se näkyy hakutuloksissa ja selaimen välilehden otsikkona.

# HDBT Admin tools
source: Release time
fi: Julkaisuaika

# HDBT Admin tools
source: Enter the date and time. Leave the field blank if you publish the page immediately.<br>Format: %format.
fi: Syötä päivämäärä ja kellonaika. Jätä kenttä tyhjäksi, jos julkaiset sivun heti.<br>Esim. %format.

# HDBT Admin tools
source: Version notes
fi: Miten muutit sivua?
sv: Hur ändrade du sidan?

source: Hide sidebar navigation from this page
fi: Piilota sivupalkin navigaatio tältä sivulta
sv: Dölj sidofältsnavigering från den här sidan

source: Light
fi: Vaalea

# HDBT Admin tools
source: Paragraphs library
fi: Uudelleenkäytettävät lohkot

# HDBT Admin tools
source: Add another link
fi: Lisää linkki

# HDBT Admin tools - One-time login link
source: One-time login link for %user_name
fi: Kertakäyttöinen kirjautumislinkki käyttäjälle %user_name
sv: Engångsinloggningslänk för %user_name

# HDBT Admin tools - One-time login link
source: <strong>Do not send the one time link via MS Teams</strong> or any other instant messaging application!<br />Doing so will invalidate the login link, and it will become useless.
fi: <strong>Älä lähetä kertakäyttöistä linkkiä MS Teamsin kautta</strong> tai minkään muun pikaviestisovelluksen kautta!<br />Pikaviestimet lataavat URL-osoitteen esikatseluun ja tämä toimenpide mitätöi kirjautumislinkin.
sv: <strong>Skicka inte engångslänken via MS Teams</strong> eller något annat program för snabbmeddelanden!<br />Om du gör det ogiltigförklaras inloggningslänken och den blir värdelös.

# HDBT Admin tools - One-time login link
source: Copy and send the one-time login link to the user via <strong>email</strong>.
fi: Kopioi Kertakäyttöinen kirjautumislinkki ja lähetä se käyttäjälle <strong>sähköpostitse</strong>
sv: Kopiera och skicka engångsinloggningslänken till användaren via <strong>e-post</strong>.

# HDBT Admin tools - One-time login link
source: Click the button below to generate a one-time login link for <strong>%user_name</strong>.
fi: Klikkaa alla olevaa painiketta luodaksesi kertakäyttöisen kirjautumislinkin käyttäjälle <strong>%user_name</strong>.
sv: Klicka på knappen nedan för att skapa en engångsinloggningslänk för <strong>%user_name</strong>.

# HDBT Admin tools - One-time login link
source: Generate the URL
fi: Generoi URL-osoite
sv: Skapa URL:en

# HDBT Admin tools - One-time login link
source: This link is valid for %hr. Do not visit the URL yourself as it will invalidate the login link.
fi: Tämä linkki on voimassa %hr. Älä käy URL-osoitteessa itse, sillä se mitätöi kirjautumislinkin.
sv: Denna länk är giltig i %hr. Besök inte webbadressen själv eftersom det kommer att ogiltigförklara inloggningslänken.

# HDBT Admin tools - One-time login link
source: Update user password
fi: Päivitä käyttäjän salasana
sv: Uppdatera användarlösenord

source: Hero paragraph is mandatory if the Hero checkbox has been selected. Either unselect the checkbox or create the hero paragraph by clicking the Add Hero button.
fi: Hero-kansikuva on pakollinen jos Hero-kansikuva -valintaruutu on valittuna. Poista valintaruudun valinta tai luo Hero-kansikuva klikkaamalla "Lisää hero" -painiketta.
sv: Hero paragraph är obligatoriskt om kryssrutan Hero har markerats. Avmarkera antingen kryssrutan eller skapa hero paragraph genom att klicka på knappen Lägg till Hero

source: If you want to translate this page, do not change this value. You can translate this content from the 'Translate' -tab
fi: Jos haluat luoda sivusta käännösversion, tee se <em>Käännä</em>-välilehdellä. Tämä valinta kertoo sivun kielen.

source: Text area (formatted text, character counter)
fi: Tekstialue (muotoiltu, merkkimäärälaskuri)

source: Text area (character counter)
fi: Tekstialue (merkkimäärälaskuri)

source: Textfield (character counter)
fi: Tekstikenttä (merkkimäärälaskuri)

source: Image gallery paragraph should have at least two items.
fi: Kuvagalleriassa tulisi olla vähintään kaksi kuvaa.
sv: Det bör finnas minst två bilder i bildgalleriet

source: Image is mandatory with the selected Hero design.
fi: Kuva on pakollinen valitun designin kanssa.
sv: Bild är obligatorisk med den valda Hero-designen.

source: The content contains an accordion with no items. Either remove the accordion entirely or add a new item to it.
fi: Sisällössä on haitari, jolla ei ole yhtään alakohtaa. Poista haitari kokonaan tai lisää siihen uusi alakohta.

source: The content contains an accordion item with no content. Add content to the item or remove the accordion entirely.
fi: Sisällössä on haitari, jonka alakohdalla ei ole sisältöä. Poista haitari kokonaan tai lisää alakohdalle sisältöä.
