Repository: City-of-Helsinki/drupal-helfi-platform-config
Catalog: modules/helfi_media_chart/translations/*.po
Languages: sv

source: Chart
sv: Diagram

source: Description
sv: Beskrivning

source: Enter the Chart URL. Should be in format <i>https://app.powerbi.com/view?r=eyJrIjo..</i>.
sv: Ange diagrammets URL. Bör vara i format <i>https://app.powerbi.com/view?r=eyJrIjo..</i>.

source: Media type Chart can be used to present interactive charts. Supports Microsoft Power BI.
sv: Medietyp Diagram kan användas för att presentera interaktiva diagram. Stöder Microsoft Power BI.

source: Provide a descriptive transcript of the visual information what is presented in the chart.
sv: Ge en beskrivande utskrift av den visuella informationen som presenteras i diagrammet.

source: The chart is rendered via inline frame. Iframe needs a label so users can determine what content is being presented in the iframe.
sv: Diagrammet renderas via inline frame. Iframe behöver en etikett så att användare kan avgöra vilket innehåll som presenteras i iframen.

source: Title
sv: Titel

source: Transcript
sv: Transkript

source: Edit @name. Opens in a new tab.
sv: Redigera @name. Öppnas i en ny flik.

source: Edit @name.
sv: Redigera @name.

source: With Chart paragraph content producer can add an embedded chart from https://app.powerbi.com.
sv: Med Chart paragraph content producer kan lägga till ett inbäddat diagram från https://app.powerbi.com.

source: Chart embed URL
sv: Diagram embed URL

source: Enter the chart embed URL from @powerbi.
sv: Ange diagrammets inbäddnings-URL från @powerbi.

# Helfi Charts cookie compliance
source: Chart cannot be displayed
sv: Diagram kan inte visas

# Helfi Charts cookie compliance
source: This content is hosted by @chart_service_url. To see the content, switch over to the external site or modify your cookie settings to allow statistics cookies.
sv: Det här innehållet hämtas från @chart_service_url. För att visa innehållet krävs att du godkänner webbplatsens cookies. Du kan se innehållet antingen genom att gå till en extern webbplats eller genom att ge ditt samtycke till användningen av cookies för statistik.

# Helfi Charts cookie compliance
source: See the chart on external site
sv: Se diagrammet på extern sida

source: Change cookie settings
sv: Ändra inställningarna för cookies
