Repository: City-of-Helsinki/drupal-helfi-platform-config
Catalog: helfi_features/helfi_charts/translations/*.po
Languages: fi

source: Chart
fi: Kaavio

source: Description
fi: Kuvaus

source: Enter the Chart URL. Should be in format <i>https://app.powerbi.com/view?r=eyJrIjo..</i>.
fi: Syötä kaavion URL-osoite muodossa <i>https://app.powerbi.com/view?r=eyJrIjo..</i>.

source: Media type Chart can be used to present interactive charts. Supports Microsoft Power BI.
fi: Kaaviolla voidaan esittää interaktiivisia kaavioita. Tukee Microsoft Power BI:tä.

source: Provide a descriptive transcript of the visual information what is presented in the chart.
fi: Syötä kuvaava transkriptio kaaviossa esitetyistä visuaalisista tiedoista.

source: The chart is rendered via inline frame. Iframe needs a label so users can determine what content is being presented in the iframe.
fi: Kaavio esitetään iframe elementin kautta. Iframe tarvitsee sisältöä kuvaavan otsikon, jotta käyttäjät voivat tietää mitä sisältöä iframe-kehyksessä esitetään.

source: Title
fi: Otsikko

source: Transcript
fi: Transkriptio

source: URL
fi: URL-osoite

source: Edit @name. Opens in a new tab.
fi: Muokkaa @name. Linkki avautuu uuteen välilehteen.

source: Edit @name.
fi: Muokkaa @name.

source: With Chart paragraph content producer can add an embedded chart from https://app.powerbi.com.
fi: Kaavio lohkolla voit lisätä upotettavan kaavion Power BI -palveluista.

source: Chart embed URL
fi: Upotettavan kaavion URL-osoite

source: Enter the chart embed URL from @powerbi.
fi: Syötä kenttään upotettavan Power Bi kaavion URL-osoite. Saat sen osoitteesta @powerbi.
